<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1603;&#1578;&#1575;&#1576; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1604;&#1607;</title><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><meta name="keywords" content="&#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;, &#1575;&#1583;&#1585;&#1587;, &#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577;"><link rel="home" href="index.html" title="&#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="up" href="h2-importance.html" title="&#1601;&#1589;&#1604; 1. &#1571;&#1607;&#1605;&#1610;&#1577; &#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;"><link rel="prev" href="h2-importance.html" title="&#1601;&#1589;&#1604; 1. &#1571;&#1607;&#1605;&#1610;&#1577; &#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;"><link rel="next" href="h2-importance-works.html" title="&#1603;&#1578;&#1575;&#1576; &#1610;&#1593;&#1605;&#1604;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1603;&#1578;&#1575;&#1576; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1604;&#1607;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="h2-importance.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center">&#1601;&#1589;&#1604; 1. &#1571;&#1607;&#1605;&#1610;&#1577; &#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;</th><td width="20%" align="left"> <a accesskey="n" href="h2-importance-works.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="sect1" title="&#1603;&#1578;&#1575;&#1576; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1604;&#1607;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-importance-breathed"></a>&#1603;&#1578;&#1575;&#1576; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1604;&#1607;</h2></div></div></div><p>&#1575;&#1604;&#1593;&#1576;&#1585;&#1575;&#1606;&#1610;&#1610;&#1606; 4 : 12 "&#1604;&#1575;&#1606; &#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607; &#1581;&#1610;&#1577; &#1608;&#1601;&#1593;&#1575;&#1604;&#1577;... " &#1608;&#1602;&#1575;&#1604; &#1610;&#1587;&#1608;&#1593; (&#1605;&#1578;&#1609; 4 :
4),"&#1605;&#1603;&#1578;&#1608;&#1576; &#1604;&#1610;&#1587; &#1576;&#1575;&#1604;&#1582;&#1576;&#1586; &#1608;&#1581;&#1583;&#1607; &#1610;&#1581;&#1610;&#1575; &#1575;&#1604;&#1575;&#1606;&#1587;&#1575;&#1606; &#1576;&#1604; &#1576;&#1603;&#1604; &#1603;&#1604;&#1605;&#1577; &#1578;&#1582;&#1585;&#1580; &#1605;&#1606; &#1601;&#1605; &#1575;&#1604;&#1604;&#1607;." &#1593;&#1606;&#1583;&#1605;&#1575;
&#1606;&#1602;&#1585;&#1571; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;&#1548; &#1601;&#1573;&#1606; &#1585;&#1608;&#1581; &#1575;&#1604;&#1604;&#1607; &#1610;&#1578;&#1603;&#1604;&#1605; &#1573;&#1604;&#1609; &#1602;&#1604;&#1608;&#1576;&#1606;&#1575; &#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1605;&#1578;&#1580;&#1583;&#1583;&#1577; &#1576;&#1573;&#1587;&#1578;&#1605;&#1585;&#1575;&#1585;.
</p><p>&#1601;&#1610; &#1578;&#1610;&#1605;&#1608;&#1579;&#1575;&#1608;&#1587; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577; 3 : 16 &#1610;&#1593;&#1604;&#1606; &#1571;&#1606;&#1548; "&#1603;&#1604; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1607;&#1608; &#1605;&#1608;&#1581;&#1609; &#1576;&#1607; &#1605;&#1606; &#1575;&#1604;&#1604;&#1607;" &#1607;&#1604; &#1578;&#1572;&#1605;&#1606;
&#1576;&#1607;&#1584;&#1575;&#1567;&#1602;&#1576;&#1604; &#1571;&#1606; &#1578;&#1580;&#1610;&#1576;&#1548; &#1578;&#1571;&#1605;&#1604; &#1601;&#1610; &#1605;&#1608;&#1602;&#1601; &#1610;&#1587;&#1608;&#1593; &#1578;&#1580;&#1575;&#1607; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;.  </p><div class="blockquote"><table border="0" width="100%" cellspacing="0" cellpadding="0" class="blockquote" summary="Block quote"><tr><td width="10%" valign="top"> </td><td width="80%" valign="top"><p>&#1601;&#1602;&#1583; &#1571;&#1588;&#1575;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1576;&#1588;&#1585;&#1610;&#1610;&#1606;&#1548; &#1604;&#1603;&#1606; &#1575;&#1604;&#1581;&#1583;&#1610;&#1579; &#1593;&#1606; &#1575;&#1604;&#1608;&#1581;&#1610; &#1575;&#1604;&#1573;&#1604;&#1607;&#1610; &#1603;&#1605;&#1589;&#1583;&#1585; &#1608;&#1581;&#1610;&#1583; &#1610;&#1581;&#1585;&#1603;&#1607;&#1605;
&#1603;&#1575;&#1606; &#1571;&#1605;&#1585;&#1575;&#1611; &#1605;&#1587;&#1604;&#1605;&#1575;&#1611; &#1576;&#1607;. &#1604;&#1602;&#1583; &#1603;&#1575;&#1606; &#1576;&#1573;&#1605;&#1603;&#1575;&#1606; &#1610;&#1587;&#1608;&#1593; &#1583;&#1575;&#1574;&#1605;&#1575;&#1611; &#1571;&#1606; &#1610;&#1602;&#1608;&#1604; '&#1605;&#1608;&#1587;&#1609; &#1602;&#1575;&#1604;' &#1571;&#1608; '&#1575;&#1604;&#1585;&#1576;
&#1602;&#1575;&#1604;' &#1576;&#1606;&#1601;&#1587; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609;. &#1608;&#1603;&#1575;&#1606; &#1576;&#1573;&#1605;&#1603;&#1575;&#1606;&#1607; &#1571;&#1606; &#1610;&#1602;&#1578;&#1576;&#1587; &#1605;&#1606; &#1578;&#1593;&#1604;&#1610;&#1602; &#1575;&#1604;&#1585;&#1575;&#1608;&#1610; &#1601;&#1610; &#1578;&#1603;&#1608;&#1610;&#1606; 2 : 24
&#1576;&#1573;&#1593;&#1578;&#1576;&#1575;&#1585;&#1607; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1582;&#1575;&#1604;&#1602; &#1584;&#1575;&#1578;&#1607; ( &#1605;&#1578;&#1609; 19 : 4 - 5 ). &#1608;&#1576;&#1606;&#1601;&#1587; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; &#1602;&#1575;&#1604;&#1548; '&#1581;&#1587;&#1606;&#1575; &#1578;&#1606;&#1576;&#1571;
&#1575;&#1588;&#1593;&#1610;&#1575;&#1569; &#1593;&#1606;&#1603;&#1605; &#1575;&#1606;&#1578;&#1605; &#1575;&#1604;&#1605;&#1585;&#1575;&#1574;&#1610;&#1606; &#1603;&#1605;&#1575; &#1607;&#1608; &#1605;&#1603;&#1578;&#1608;&#1576;'&#1548; &#1593;&#1606;&#1583;&#1605;&#1575; &#1603;&#1575;&#1606; &#1610;&#1588;&#1610;&#1585; &#1573;&#1604;&#1609; &#1581;&#1583;&#1610;&#1579; &#1605;&#1576;&#1575;&#1588;&#1585;&#1605;&#1606;
&#1575;&#1604;&#1585;&#1576; &#1575;&#1604;&#1573;&#1604;&#1607; ( &#1605;&#1585;&#1602;&#1587; 7 : 6 &#1608; &#1575;&#1588;&#1593;&#1610;&#1575;&#1569; 29 : 13 ). &#1604;&#1602;&#1583; &#1603;&#1575;&#1606; &#1610;&#1587;&#1608;&#1593; &#1606;&#1601;&#1587;&#1607; &#1607;&#1608; &#1605;&#1589;&#1583;&#1585; &#1602;&#1606;&#1575;&#1593;&#1577;
&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1593;&#1607;&#1583; &#1575;&#1604;&#1580;&#1583;&#1610;&#1583; &#1576;&#1601;&#1603;&#1585;&#1577; &#1575;&#1604;&#1583;&#1608;&#1585; &#1575;&#1604;&#1579;&#1606;&#1575;&#1574;&#1610; &#1601;&#1610; &#1603;&#1578;&#1575;&#1576;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;. &#1601;&#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577; &#1604;&#1607;&#1605;
&#1603;&#1575;&#1606; &#1602;&#1608;&#1604;&#1607;&#1605; '&#1575;&#1604;&#1604;&#1607; &#1576;&#1593;&#1583; &#1605;&#1575; &#1603;&#1604;&#1605; &#1575;&#1604;&#1570;&#1576;&#1575;&#1569; &#1576;&#1575;&#1604;&#1575;&#1606;&#1576;&#1610;&#1575;&#1569;' ( &#1575;&#1604;&#1593;&#1576;&#1585;&#1575;&#1606;&#1610;&#1610;&#1606; 1 : 1 ) &#1578;&#1605;&#1575;&#1605;&#1575;&#1611;
&#1605;&#1579;&#1604;&#1605;&#1575; &#1610;&#1602;&#1608;&#1604;&#1608;&#1606; '&#1578;&#1603;&#1604;&#1605; &#1575;&#1606;&#1575;&#1587; &#1575;&#1604;&#1604;&#1607; &#1575;&#1604;&#1602;&#1583;&#1610;&#1587;&#1608;&#1606; &#1605;&#1587;&#1608;&#1602;&#1610;&#1606; &#1605;&#1606; &#1575;&#1604;&#1585;&#1608;&#1581; &#1575;&#1604;&#1602;&#1583;&#1587;' ( &#1576;&#1591;&#1585;&#1587; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577;
1 : 21 ). &#1604;&#1605; &#1610;&#1578;&#1603;&#1604;&#1605; &#1575;&#1604;&#1604;&#1607; &#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1578;&#1591;&#1605;&#1587; &#1588;&#1582;&#1589;&#1610;&#1577; &#1575;&#1604;&#1603;&#1575;&#1578;&#1576; &#1575;&#1604;&#1576;&#1588;&#1585;&#1610;&#1548; &#1608;&#1604;&#1575; &#1575;&#1604;&#1606;&#1575;&#1587; &#1578;&#1603;&#1604;&#1605;&#1578;
&#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1578;&#1581;&#1585;&#1601; &#1571;&#1602;&#1608;&#1575;&#1604; &#1575;&#1604;&#1604;&#1607;. &#1575;&#1604;&#1604;&#1607; &#1578;&#1603;&#1604;&#1605; &#1608;&#1575;&#1604;&#1606;&#1575;&#1587; &#1578;&#1603;&#1604;&#1605;&#1578;. &#1608;&#1603;&#1604;&#1575; &#1575;&#1604;&#1581;&#1602;&#1610;&#1602;&#1578;&#1610;&#1606; &#1604;&#1575; &#1610;&#1605;&#1603;&#1606;
&#1578;&#1580;&#1575;&#1607;&#1604;&#1607;&#1605;&#1575;. ...
</p><p>
&#1607;&#1584;&#1607;&#1548; &#1573;&#1584;&#1575;&#1611;&#1548; &#1603;&#1575;&#1606;&#1578; &#1606;&#1592;&#1585;&#1577; &#1575;&#1604;&#1587;&#1610;&#1583; &#1575;&#1604;&#1605;&#1587;&#1610;&#1581; &#1604;&#1604;&#1606;&#1589; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;. &#1601;&#1588;&#1607;&#1575;&#1583;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1607;&#1610; &#1588;&#1607;&#1575;&#1583;&#1577;
&#1575;&#1604;&#1604;&#1607;. &#1608;&#1575;&#1604;&#1587;&#1576;&#1576; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610; &#1575;&#1604;&#1584;&#1610; &#1610;&#1580;&#1593;&#1604; &#1575;&#1604;&#1605;&#1587;&#1610;&#1581;&#1610;&#1610;&#1606; &#1610;&#1572;&#1605;&#1606;&#1608;&#1606; &#1576;&#1575;&#1604;&#1608;&#1581;&#1610; &#1575;&#1604;&#1573;&#1604;&#1607;&#1610; &#1604;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;
&#1607;&#1608; &#1571;&#1606; &#1610;&#1587;&#1608;&#1593; &#1575;&#1604;&#1605;&#1587;&#1610;&#1581; &#1606;&#1601;&#1587;&#1607; &#1593;&#1604;&#1605; &#1576;&#1607;.  </p></td><td width="10%" valign="top"> </td></tr><tr><td width="10%" valign="top"> </td><td colspan="2" align="left" valign="top">--<span class="attribution">&#1575;&#1604;&#1605;&#1572;&#1604;&#1601;: John R.W. Stott, "&#1575;&#1604;&#1603;&#1578;&#1575;&#1576;: Christ the Controversialist", &#1575;&#1604;&#1606;&#1575;&#1588;&#1585;:
InterVarsity Press 1978, &#1589;.93-95 </span></td></tr></table></div><p>&#1608;&#1610;&#1578;&#1575;&#1576;&#1593; &#1601;&#1610; &#1578;&#1610;&#1605;&#1608;&#1579;&#1575;&#1608;&#1587; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577; 3 : 16&#1548; "&#1608;&#1606;&#1575;&#1601;&#1593; &#1604;&#1604;&#1578;&#1593;&#1604;&#1610;&#1605; &#1608;&#1575;&#1604;&#1578;&#1608;&#1576;&#1610;&#1582; &#1604;&#1604;&#1578;&#1602;&#1608;&#1610;&#1605; &#1608;&#1575;&#1604;&#1578;&#1571;&#1583;&#1610;&#1576;
&#1575;&#1604;&#1584;&#1610; &#1601;&#1610; &#1575;&#1604;&#1576;&#1585;. &#1604;&#1603;&#1610; &#1610;&#1603;&#1608;&#1606; &#1575;&#1606;&#1587;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607; &#1603;&#1575;&#1605;&#1604;&#1575; &#1605;&#1578;&#1571;&#1607;&#1576;&#1575; &#1604;&#1603;&#1604; &#1593;&#1605;&#1604; &#1589;&#1575;&#1604;&#1581;." &#1573;&#1584;&#1575; &#1602;&#1576;&#1604;&#1606;&#1575;
&#1601;&#1593;&#1604;&#1575;&#1611; &#1571;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1607;&#1608; &#1603;&#1604;&#1575;&#1605; &#1575;&#1604;&#1604;&#1607; &#1573;&#1604;&#1610;&#1606;&#1575;&#1548; &#1593;&#1606;&#1583;&#1574;&#1584; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1607;&#1608;
&#1605;&#1585;&#1580;&#1593;&#1606;&#1575; &#1601;&#1610; &#1603;&#1604; &#1575;&#1604;&#1571;&#1605;&#1608;&#1585; &#1575;&#1604;&#1605;&#1578;&#1593;&#1604;&#1602;&#1577; &#1576;&#1575;&#1604;&#1573;&#1610;&#1605;&#1575;&#1606; &#1608;&#1575;&#1604;&#1578;&#1589;&#1585;&#1601;&#1575;&#1578;. </p></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="h2-importance.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"><a accesskey="u" href="h2-importance.html">&#1571;&#1593;&#1604;&#1609;</a></td><td width="40%" align="left"> <a accesskey="n" href="h2-importance-works.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1601;&#1589;&#1604; 1. &#1571;&#1607;&#1605;&#1610;&#1577; &#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> &#1603;&#1578;&#1575;&#1576; &#1610;&#1593;&#1605;&#1604;</td></tr></table></div></body></html>
