<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 5 - &#1575;&#1601;&#1607;&#1605; &#1575;&#1604;&#1594;&#1585;&#1590; &#1605;&#1606; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1608;&#1575;&#1604;&#1601;&#1585;&#1602; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1579;&#1604; &#1608;&#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577;</title><meta name="generator" content="DocBook XSL Stylesheets V1.76.1"><meta name="keywords" content="&#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;, &#1575;&#1583;&#1585;&#1587;, &#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577;"><link rel="home" href="index.html" title="&#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="up" href="h2-rules.html" title="&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="prev" href="h2-rules-normal.html" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 4 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1594;&#1577;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 5 - &#1575;&#1601;&#1607;&#1605; &#1575;&#1604;&#1594;&#1585;&#1590; &#1605;&#1606; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1608;&#1575;&#1604;&#1601;&#1585;&#1602; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1579;&#1604; &#1608;&#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="h2-rules-normal.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center">&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;</th><td width="20%" align="left"> </td></tr></table><hr></div><div class="section" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 5 - &#1575;&#1601;&#1607;&#1605; &#1575;&#1604;&#1594;&#1585;&#1590; &#1605;&#1606; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1608;&#1575;&#1604;&#1601;&#1585;&#1602; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1579;&#1604; &#1608;&#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-rules-parables"></a>&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 5 - &#1575;&#1601;&#1607;&#1605; &#1575;&#1604;&#1594;&#1585;&#1590; &#1605;&#1606; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1608;&#1575;&#1604;&#1601;&#1585;&#1602; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1579;&#1604; &#1608;&#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577;</h2></div></div></div><p>&#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577; &#1607;&#1610;: "&#1607;&#1610; &#1602;&#1589;&#1577; &#1603;&#1604; &#1593;&#1606;&#1589;&#1585; &#1601;&#1610;&#1607;&#1575; &#1604;&#1607; &#1605;&#1594;&#1586;&#1609;."</p><p>&#1603;&#1604; &#1605;&#1579;&#1604; &#1607;&#1608; &#1602;&#1589;&#1577; &#1585;&#1605;&#1586;&#1610;&#1577;&#1548; &#1607;&#1604; &#1607;&#1584;&#1607; &#1575;&#1604;&#1593;&#1576;&#1575;&#1585;&#1577; &#1589;&#1581;&#1610;&#1581;&#1577; &#1575;&#1605; &#1582;&#1575;&#1591;&#1574;&#1577;&#1567;</p><p>&#1576;&#1593;&#1590; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1607;&#1610; &#1602;&#1589;&#1589; &#1585;&#1605;&#1586;&#1610;&#1577;&#1548; &#1593;&#1604;&#1609; &#1587;&#1576;&#1610;&#1604; &#1575;&#1604;&#1605;&#1579;&#1575;&#1604;&#1548; &#1605;&#1579;&#1604; &#1575;&#1604;&#1586;&#1575;&#1585;&#1593; &#1607;&#1608; &#1602;&#1589;&#1577; &#1585;&#1605;&#1586;&#1610;&#1577;: &#1601;&#1575;&#1604;&#1576;&#1584;&#1585;&#1577;
&#1607;&#1610; &#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1604;&#1607;&#1548; &#1608;&#1575;&#1604;&#1571;&#1588;&#1608;&#1575;&#1603; &#1607;&#1610; &#1575;&#1604;&#1607;&#1605;&#1608;&#1605; &#1608;&#1575;&#1604;&#1591;&#1605;&#1593;&#1548; &#1608;&#1607;&#1603;&#1584;&#1575;. &#1604;&#1603;&#1606; &#1605;&#1593;&#1592;&#1605; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1604;&#1610;&#1587;&#1578; &#1602;&#1589;&#1589;
&#1578;&#1575;&#1605;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577; &#1608;&#1604;&#1603;&#1606;&#1607;&#1575; &#1602;&#1589;&#1589; &#1576;&#1587;&#1610;&#1591;&#1577; &#1604;&#1578;&#1608;&#1590;&#1610;&#1581; &#1606;&#1602;&#1591;&#1577; &#1608;&#1575;&#1581;&#1583;&#1577;. &#1605;&#1606; &#1575;&#1604;&#1582;&#1591;&#1608;&#1585;&#1577; &#1571;&#1606; &#1606;&#1581;&#1589;&#1604; &#1593;&#1604;&#1609;
&#1593;&#1602;&#1610;&#1583;&#1577; &#1605;&#1606; &#1575;&#1604;&#1605;&#1579;&#1604;&#1548; &#1601;&#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1605;&#1606; &#1575;&#1604;&#1605;&#1605;&#1603;&#1606; &#1571;&#1606; &#1610;&#1578;&#1605; &#1578;&#1588;&#1603;&#1610;&#1604;&#1607;&#1575; &#1593;&#1605;&#1583;&#1575;&#1611; &#1604;&#1573;&#1610;&#1589;&#1575;&#1604; &#1593;&#1583;&#1577; &#1605;&#1593;&#1575;&#1606;&#1610;
&#1605;&#1582;&#1578;&#1604;&#1601;&#1577;. &#1606;&#1581;&#1606; &#1606;&#1581;&#1578;&#1575;&#1580; &#1573;&#1604;&#1609; &#1575;&#1604;&#1581;&#1589;&#1608;&#1604; &#1593;&#1604;&#1609; &#1593;&#1602;&#1610;&#1583;&#1578;&#1606;&#1575; &#1605;&#1606; &#1575;&#1604;&#1606;&#1589;&#1608;&#1589; &#1575;&#1604;&#1608;&#1575;&#1590;&#1581;&#1577; &#1575;&#1604;&#1605;&#1608;&#1580;&#1608;&#1583;&#1577; &#1576;&#1575;&#1604;&#1603;&#1578;&#1575;&#1576;
&#1575;&#1604;&#1605;&#1602;&#1583;&#1587;&#1548; &#1608;&#1593;&#1606;&#1583;&#1607;&#1575; &#1604;&#1575; &#1576;&#1571;&#1587; &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1607;&#1606;&#1575;&#1603; &#1605;&#1579;&#1604;&#1575;&#1611; &#1610;&#1608;&#1590;&#1581; &#1607;&#1584;&#1575;.</p><div class="section" title="&#1605;&#1579;&#1575;&#1604; 5 &#1571;"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-parables-ex5a"></a>&#1605;&#1579;&#1575;&#1604; 5 &#1571;</h3></div></div></div><p>&#1605;&#1579;&#1604; &#1575;&#1604;&#1571;&#1585;&#1605;&#1604;&#1577; &#1608;&#1602;&#1575;&#1590;&#1610; &#1575;&#1604;&#1592;&#1604;&#1605; &#1601;&#1610; &#1604;&#1608;&#1602;&#1575; 18 : 1 - 8. &#1607;&#1584;&#1607; &#1575;&#1604;&#1602;&#1589;&#1577; &#1578;&#1593;&#1604;&#1605;&#1606;&#1575; &#1583;&#1585;&#1587;&#1575;&#1611; &#1608;&#1575;&#1581;&#1583;&#1575;&#1611;:
&#1575;&#1604;&#1604;&#1580;&#1575;&#1580;&#1577; &#1601;&#1610; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;. &#1604;&#1603;&#1606; &#1605;&#1575; &#1575;&#1604;&#1584;&#1610; &#1587;&#1606;&#1581;&#1589;&#1604; &#1593;&#1604;&#1610;&#1607; &#1573;&#1584;&#1575; &#1602;&#1605;&#1606;&#1575; &#1576;&#1578;&#1571;&#1608;&#1610;&#1604;&#1607;&#1575; &#1573;&#1604;&#1609; &#1602;&#1589;&#1577; &#1585;&#1605;&#1586;&#1610;&#1577;&#1567;</p><p>&#1587;&#1610;&#1578;&#1588;&#1608;&#1607; &#1575;&#1604;&#1606;&#1589; &#1576;&#1571;&#1603;&#1605;&#1604;&#1607;: &#1601;&#1575;&#1604;&#1604;&#1607; &#1610;&#1589;&#1576;&#1581; &#1608;&#1603;&#1571;&#1606;&#1607; &#1604;&#1575; &#1610;&#1585;&#1594;&#1576; &#1601;&#1610; &#1581;&#1605;&#1575;&#1610;&#1577; &#1581;&#1602;&#1608;&#1602; &#1575;&#1604;&#1571;&#1585;&#1605;&#1604;&#1577;&#1548; &#1608;&#1603;&#1571;&#1606;
&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; "&#1578;&#1586;&#1593;&#1580;&#1607;"&#1548; &#1573;&#1604;&#1582;.</p></div><div class="section" title="&#1605;&#1579;&#1575;&#1604; 5 &#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-parables-ex5b"></a>&#1605;&#1579;&#1575;&#1604; 5 &#1576;</h3></div></div></div><p>&#1605;&#1579;&#1604; &#1608;&#1603;&#1610;&#1604; &#1575;&#1604;&#1592;&#1604;&#1605; &#1601;&#1610; &#1604;&#1608;&#1602;&#1575; 16 : 1 - 9. &#1605;&#1575; &#1607;&#1608; &#1575;&#1604;&#1607;&#1583;&#1601; &#1605;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1605;&#1579;&#1604;&#1567; &#1607;&#1604; &#1607;&#1608; &#1602;&#1589;&#1577; &#1578;&#1575;&#1605;&#1577;
&#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577;&#1567; </p><p>&#1575;&#1605;&#1578;&#1583;&#1581; &#1608;&#1603;&#1610;&#1604; &#1575;&#1604;&#1592;&#1604;&#1605; &#1593;&#1604;&#1609; &#1588;&#1610;&#1569; &#1608;&#1575;&#1581;&#1583; &#1601;&#1602;&#1591;&#1548; &#1584;&#1603;&#1575;&#1569;&#1607; &#1601;&#1610; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1605;&#1575; &#1605;&#1593;&#1607; &#1573;&#1587;&#1578;&#1593;&#1583;&#1575;&#1583;&#1575;&#1611; &#1604;&#1610;&#1608;&#1605;
&#1587;&#1610;&#1571;&#1578;&#1610; &#1608;&#1607;&#1608; &#1604;&#1610;&#1587; &#1605;&#1593;&#1607;. &#1604;&#1603;&#1606;&#1607; &#1604;&#1605; &#1610;&#1605;&#1578;&#1583;&#1581; &#1593;&#1604;&#1609; &#1587;&#1604;&#1608;&#1603;&#1607; &#1575;&#1604;&#1594;&#1610;&#1585; &#1571;&#1582;&#1604;&#1575;&#1602;&#1610; &#1576;&#1594;&#1588;&#1607; &#1604;&#1587;&#1610;&#1583;&#1607;. </p></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="h2-rules-normal.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"><a accesskey="u" href="h2-rules.html">&#1571;&#1593;&#1604;&#1609;</a></td><td width="40%" align="left"> </td></tr><tr><td width="40%" align="right" valign="top">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 4 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1594;&#1577; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> </td></tr></table></div></body></html>
