<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 3 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610; &#1608;&#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;</title><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><meta name="keywords" content="&#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;, &#1575;&#1583;&#1585;&#1587;, &#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577;"><link rel="home" href="index.html" title="&#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="up" href="h2-rules.html" title="&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="prev" href="h2-rules-context.html" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 2 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1610;"><link rel="next" href="h2-rules-normal.html" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 4 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1594;&#1577;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 3 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610; &#1608;&#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="h2-rules-context.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center">&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;</th><td width="20%" align="left"> <a accesskey="n" href="h2-rules-normal.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="section" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 3 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610; &#1608;&#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-rules-hcontest"></a>&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 3 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610; &#1608;&#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;</h2></div></div></div><p>
&#1575;&#1604;&#1587;&#1572;&#1575;&#1604; &#1575;&#1604;&#1589;&#1581;&#1610;&#1581; &#1607;&#1606;&#1575; &#1601;&#1610; &#1575;&#1604;&#1571;&#1587;&#1575;&#1587; &#1604;&#1575; &#1610;&#1603;&#1608;&#1606; "&#1605;&#1575;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1606;&#1589; &#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577; &#1604;&#1610;&#1567;" &#1576;&#1604; "&#1605;&#1575; &#1575;&#1604;&#1584;&#1610;
&#1603;&#1575;&#1606; &#1610;&#1593;&#1606;&#1610;&#1607; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569; &#1575;&#1604;&#1571;&#1589;&#1604;&#1610;&#1610;&#1606;&#1567;" &#1579;&#1605; &#1576;&#1593;&#1583;&#1607;&#1575; &#1606;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1578;&#1587;&#1575;&#1572;&#1604; "&#1605;&#1575;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1606;&#1589; &#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577;
&#1604;&#1610;&#1567;". &#1593;&#1604;&#1610;&#1606;&#1575; &#1571;&#1606; &#1606;&#1571;&#1582;&#1584; &#1575;&#1604;&#1582;&#1604;&#1601;&#1610;&#1577; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610;&#1577; &#1608;&#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;&#1577; &#1604;&#1604;&#1603;&#1575;&#1578;&#1576; &#1608;&#1575;&#1604;&#1605;&#1578;&#1604;&#1602;&#1610; &#1576;&#1593;&#1610;&#1606;
&#1575;&#1604;&#1573;&#1593;&#1578;&#1576;&#1575;&#1585;.</p><div class="section" title="&#1605;&#1579;&#1575;&#1604; 3 &#1571;"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-hcontest-ex3a"></a>&#1605;&#1579;&#1575;&#1604; 3 &#1571;</h3></div></div></div><p>  "&#1579;&#1604;&#1575;&#1579;&#1577; &#1575;&#1610;&#1575;&#1605; &#1608;&#1579;&#1604;&#1575;&#1579; &#1604;&#1610;&#1575;&#1604;" ( &#1605;&#1578;&#1609; 12 : 40 ) &#1583;&#1601;&#1593;&#1578; &#1575;&#1604;&#1576;&#1593;&#1590; &#1604;&#1578;&#1576;&#1606;&#1610; &#1606;&#1592;&#1585;&#1610;&#1577; &#1571;&#1606; &#1575;&#1604;&#1589;&#1604;&#1576; &#1578;&#1605;
&#1610;&#1608;&#1605; &#1575;&#1604;&#1571;&#1585;&#1576;&#1593;&#1575;&#1569; &#1582;&#1575;&#1589;&#1577; &#1580;&#1605;&#1575;&#1593;&#1577; &#1575;&#1604;&#1571;&#1585;&#1605;&#1587;&#1578;&#1585;&#1608;&#1606;&#1580;&#1610;&#1577;. &#1573;&#1584; &#1603;&#1610;&#1601; &#1610;&#1605;&#1603;&#1606; &#1571;&#1606; &#1610;&#1603;&#1608;&#1606; &#1575;&#1604;&#1605;&#1587;&#1610;&#1581; &#1602;&#1583; &#1605;&#1575;&#1578; &#1601;&#1610;
&#1576;&#1593;&#1583; &#1592;&#1607;&#1585; &#1610;&#1608;&#1605; &#1575;&#1604;&#1580;&#1605;&#1593;&#1577; &#1608;&#1602;&#1575;&#1605; &#1601;&#1610; &#1589;&#1576;&#1575;&#1581; &#1575;&#1604;&#1571;&#1581;&#1583; &#1548; &#1608;&#1610;&#1578;&#1601;&#1602; &#1607;&#1584;&#1575; &#1605;&#1593; &#1602;&#1608;&#1604; &#1605;&#1578;&#1609; ( 16 : 21 )
"&#1608;&#1601;&#1610; &#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579; &#1610;&#1602;&#1608;&#1605;"&#1567; &#1575;&#1604;&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1581;&#1585;&#1601;&#1610; &#1604;&#1605;&#1593;&#1606;&#1609; &#1603;&#1604;&#1605;&#1577; "&#1579;&#1604;&#1575;&#1579;&#1577;" &#1608; "&#1571;&#1610;&#1575;&#1605;" &#1604;&#1606; &#1610;&#1587;&#1575;&#1593;&#1583;
&#1601;&#1610; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1578;&#1606;&#1575;&#1602;&#1590; &#1575;&#1604;&#1592;&#1575;&#1607;&#1585;&#1610;.</p><p>&#1606;&#1581;&#1578;&#1575;&#1580; &#1573;&#1604;&#1609; &#1581;&#1602;&#1610;&#1602;&#1577; &#1578;&#1575;&#1585;&#1610;&#1582;&#1610;&#1577;: &#1575;&#1593;&#1578;&#1575;&#1583; &#1575;&#1604;&#1610;&#1607;&#1608;&#1583; &#1593;&#1604;&#1609; &#1593;&#1583; &#1571;&#1610; &#1580;&#1586;&#1569; &#1605;&#1606; &#1575;&#1604;&#1610;&#1608;&#1605; &#1603;&#1610;&#1608;&#1605; &#1603;&#1575;&#1605;&#1604;&#1548;
&#1605;&#1579;&#1604;&#1605;&#1575; &#1606;&#1602;&#1608;&#1605; &#1606;&#1581;&#1606; &#1576;&#1593;&#1583; &#1571;&#1603;&#1608;&#1575;&#1576; &#1575;&#1604;&#1605;&#1610;&#1575;&#1577; (&#1573;&#1584;&#1575; &#1603;&#1575;&#1606;&#1608;&#1575; 6 &#1571;&#1603;&#1608;&#1575;&#1576; &#1605;&#1605;&#1578;&#1604;&#1574;&#1577; &#1608;&#1603;&#1608;&#1576; &#1606;&#1589;&#1601; &#1605;&#1605;&#1578;&#1604;&#1574;)&#1548;
&#1608;&#1606;&#1602;&#1608;&#1604; &#1571;&#1606; &#1607;&#1606;&#1575;&#1603; &#1587;&#1576;&#1593;&#1577; &#1571;&#1603;&#1608;&#1575;&#1576; &#1581;&#1578;&#1609; &#1604;&#1608; &#1603;&#1575;&#1606; &#1571;&#1581;&#1583;&#1607;&#1605; &#1606;&#1589;&#1601; &#1605;&#1605;&#1578;&#1604;&#1574;. &#1603;&#1584;&#1604;&#1603; &#1603;&#1575;&#1606; &#1575;&#1604;&#1610;&#1607;&#1608;&#1583; &#1610;&#1606;&#1592;&#1585;&#1608;&#1606;
&#1604;&#1604;&#1571;&#1605;&#1585;&#1548; &#1571;&#1610; &#1580;&#1586;&#1569; &#1605;&#1606; &#1575;&#1604;&#1610;&#1608;&#1605; &#1610;&#1593;&#1583; &#1576;&#1610;&#1608;&#1605; &#1603;&#1575;&#1605;&#1604;&#1548; &#1608;&#1575;&#1604;&#1571;&#1610;&#1575;&#1605; &#1603;&#1575;&#1606;&#1578; &#1578;&#1576;&#1583;&#1571; &#1601;&#1610; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1587;&#1575;&#1583;&#1587;&#1577;
&#1605;&#1587;&#1575;&#1569;&#1575;&#1611; &#1608;&#1578;&#1606;&#1578;&#1607;&#1610; &#1601;&#1610; &#1575;&#1604;&#1587;&#1575;&#1583;&#1587;&#1577; &#1605;&#1587;&#1575;&#1569;&#1575;&#1611;. &#1573;&#1584;&#1575; &#1575;&#1604;&#1580;&#1605;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579;&#1577; &#1573;&#1604;&#1609; &#1575;&#1604;&#1587;&#1575;&#1583;&#1587;&#1577;
&#1605;&#1587;&#1575;&#1569;&#1575;&#1611; = &#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1571;&#1608;&#1604;. &#1575;&#1604;&#1580;&#1605;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1587;&#1575;&#1583;&#1587;&#1577; &#1605;&#1587;&#1575;&#1569;&#1575;&#1611; &#1573;&#1604;&#1609; &#1575;&#1604;&#1587;&#1576;&#1578; &#1575;&#1604;&#1587;&#1575;&#1583;&#1587;&#1577; &#1605;&#1587;&#1575;&#1569;&#1575;&#1611; =
&#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;. &#1575;&#1604;&#1587;&#1576;&#1578; &#1605;&#1606; &#1575;&#1604;&#1587;&#1575;&#1593;&#1577; &#1575;&#1604;&#1587;&#1575;&#1583;&#1587;&#1577; &#1605;&#1587;&#1575;&#1569;&#1575;&#1611; &#1573;&#1604;&#1609; &#1575;&#1604;&#1571;&#1581;&#1583; &#1575;&#1604;&#1582;&#1575;&#1605;&#1587;&#1577; &#1589;&#1576;&#1575;&#1581;&#1575;&#1611; &#1571;&#1608; &#1606;&#1581;&#1608;
&#1584;&#1604;&#1603; = &#1575;&#1604;&#1610;&#1608;&#1605; &#1575;&#1604;&#1579;&#1575;&#1604;&#1579;. &#1604;&#1607;&#1584;&#1575; &#1601;&#1575;&#1604;&#1578;&#1601;&#1587;&#1610;&#1585; &#1576;&#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610; &#1610;&#1580;&#1606;&#1576;&#1606;&#1575; &#1575;&#1604;&#1571;&#1582;&#1591;&#1575;&#1569;.</p></div><div class="section" title="&#1605;&#1579;&#1575;&#1604; 3 &#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-hcontest-ex3b"></a>&#1605;&#1579;&#1575;&#1604; 3 &#1576;</h3></div></div></div><p>&#1578;&#1603;&#1608;&#1610;&#1606; 15 : 7 - 21. &#1610;&#1582;&#1576;&#1585;&#1606;&#1575; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610; &#1571;&#1606; &#1588;&#1602; &#1575;&#1604;&#1581;&#1610;&#1608;&#1575;&#1606;&#1575;&#1578; &#1573;&#1604;&#1609; &#1606;&#1589;&#1601;&#1610;&#1606; &#1608;&#1575;&#1604;&#1593;&#1576;&#1608;&#1585;
&#1576;&#1610;&#1606; &#1575;&#1604;&#1571;&#1580;&#1586;&#1575;&#1569; &#1603;&#1575;&#1606;&#1578; &#1607;&#1610; &#1575;&#1604;&#1608;&#1587;&#1610;&#1604;&#1577; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583;&#1577; &#1604;&#1573;&#1576;&#1585;&#1575;&#1605; &#1575;&#1604;&#1605;&#1608;&#1575;&#1579;&#1610;&#1602; &#1601;&#1610; &#1575;&#1610;&#1575;&#1605; &#1575;&#1576;&#1585;&#1575;&#1605;. &#1601;&#1603;&#1604;&#1575;
&#1575;&#1604;&#1591;&#1585;&#1601;&#1610;&#1606; &#1603;&#1575;&#1606; &#1610;&#1587;&#1610;&#1585; &#1601;&#1610; &#1575;&#1604;&#1608;&#1587;&#1591;&#1548; &#1571;&#1582;&#1584;&#1575;&#1611; &#1593;&#1607;&#1583;&#1575;&#1611; &#1593;&#1604;&#1609; &#1606;&#1601;&#1587;&#1607; &#1576;&#1571;&#1606; &#1578;&#1602;&#1591;&#1593; &#1571;&#1608;&#1589;&#1575;&#1604;&#1607; &#1605;&#1575;&#1604;&#1605; &#1610;&#1602;&#1605;
&#1576;&#1578;&#1606;&#1601;&#1610;&#1584; &#1575;&#1604;&#1580;&#1575;&#1606;&#1576; &#1575;&#1604;&#1582;&#1575;&#1589; &#1576;&#1607; &#1605;&#1606; &#1575;&#1604;&#1605;&#1610;&#1579;&#1575;&#1602;. &#1604;&#1603;&#1606; &#1601;&#1610; &#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1605;&#1584;&#1603;&#1608;&#1585;&#1577; &#1607;&#1606;&#1575; &#1603;&#1575;&#1606; &#1575;&#1604;&#1604;&#1607; &#1601;&#1602;&#1591; &#1607;&#1608;
&#1605;&#1606; &#1593;&#1576;&#1585; &#1601;&#1610; &#1575;&#1604;&#1608;&#1587;&#1591;&#1548; &#1605;&#1605;&#1575; &#1610;&#1580;&#1593;&#1604;&#1607; &#1573;&#1578;&#1601;&#1575;&#1602;&#1575;&#1611; &#1605;&#1606; &#1591;&#1585;&#1601; &#1608;&#1575;&#1581;&#1583;.</p></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="h2-rules-context.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"><a accesskey="u" href="h2-rules.html">&#1571;&#1593;&#1604;&#1609;</a></td><td width="40%" align="left"> <a accesskey="n" href="h2-rules-normal.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 2 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1610; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> &#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 4 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1594;&#1577;</td></tr></table></div></body></html>
