<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;</title><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><meta name="keywords" content="&#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;, &#1575;&#1583;&#1585;&#1587;, &#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577;"><link rel="home" href="index.html" title="&#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="up" href="index.html" title="&#1603;&#1610;&#1601;&#1610;&#1577; &#1583;&#1585;&#1575;&#1587;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><link rel="prev" href="h2-basics-worksheet.html" title="&#1608;&#1585;&#1602;&#1577; &#1593;&#1605;&#1604;: &#1603;&#1610;&#1601; &#1578;&#1587;&#1578;&#1582;&#1583;&#1605; &#1575;&#1604;&#1601;&#1607;&#1585;&#1587; &#1575;&#1604;&#1571;&#1576;&#1580;&#1583;&#1610;"><link rel="next" href="h2-rules-context.html" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 2 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1610;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="h2-basics-worksheet.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center"> </th><td width="20%" align="left"> <a accesskey="n" href="h2-rules-context.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="chapter" title="&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;"><div class="titlepage"><div><div><h2 class="title"><a name="h2-rules"></a>&#1601;&#1589;&#1604; 3. &#1602;&#1608;&#1575;&#1593;&#1583; &#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;</h2></div></div></div><div class="toc"><p><b>&#1602;&#1575;&#1574;&#1605;&#1577; &#1575;&#1604;&#1605;&#1581;&#1578;&#1608;&#1610;&#1575;&#1578;</b></p><dl><dt><span class="section"><a href="h2-rules.html#h2-rules-exact">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 1 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1605;&#1590;&#1576;&#1608;&#1591; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578;.</a></span></dt><dd><dl><dt><span class="section"><a href="h2-rules.html#h2-rules-exact-crossref-ex1a">&#1605;&#1579;&#1575;&#1604; 1 &#1571;</a></span></dt><dt><span class="section"><a href="h2-rules.html#h2-rules-exact-crossref-ex1b">&#1605;&#1579;&#1575;&#1604; 1 &#1576;</a></span></dt></dl></dd><dt><span class="section"><a href="h2-rules-context.html">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 2 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1610;</a></span></dt><dd><dl><dt><span class="section"><a href="h2-rules-context.html#h2-rules-context-ex2a">&#1605;&#1579;&#1575;&#1604; 2 &#1571;</a></span></dt><dt><span class="section"><a href="h2-rules-context.html#h2-rules-context-ex2b">&#1605;&#1579;&#1575;&#1604; 2 &#1576;</a></span></dt><dt><span class="section"><a href="h2-rules-context.html#h2-rules-context-ex2c">&#1605;&#1579;&#1575;&#1604; 2 &#1580;</a></span></dt></dl></dd><dt><span class="section"><a href="h2-rules-hcontest.html">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 3 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582;&#1610; &#1608;&#1575;&#1604;&#1579;&#1602;&#1575;&#1601;&#1610;</a></span></dt><dd><dl><dt><span class="section"><a href="h2-rules-hcontest.html#h2-rules-hcontest-ex3a">&#1605;&#1579;&#1575;&#1604; 3 &#1571;</a></span></dt><dt><span class="section"><a href="h2-rules-hcontest.html#h2-rules-hcontest-ex3b">&#1605;&#1579;&#1575;&#1604; 3 &#1576;</a></span></dt></dl></dd><dt><span class="section"><a href="h2-rules-normal.html">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 4 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1601;&#1610; &#1575;&#1604;&#1604;&#1594;&#1577;</a></span></dt><dd><dl><dt><span class="section"><a href="h2-rules-normal.html#h2-rules-normal-ex4a">&#1605;&#1579;&#1575;&#1604; 4 &#1571;</a></span></dt><dt><span class="section"><a href="h2-rules-normal.html#h2-rules-normal-ex4b">&#1605;&#1579;&#1575;&#1604; 4 &#1576;</a></span></dt></dl></dd><dt><span class="section"><a href="h2-rules-parables.html">&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 5 - &#1575;&#1601;&#1607;&#1605; &#1575;&#1604;&#1594;&#1585;&#1590; &#1605;&#1606; &#1575;&#1604;&#1571;&#1605;&#1579;&#1575;&#1604; &#1608;&#1575;&#1604;&#1601;&#1585;&#1602; &#1576;&#1610;&#1606; &#1575;&#1604;&#1605;&#1579;&#1604; &#1608;&#1575;&#1604;&#1602;&#1589;&#1577; &#1575;&#1604;&#1585;&#1605;&#1586;&#1610;&#1577;</a></span></dt><dd><dl><dt><span class="section"><a href="h2-rules-parables.html#h2-rules-parables-ex5a">&#1605;&#1579;&#1575;&#1604; 5 &#1571;</a></span></dt><dt><span class="section"><a href="h2-rules-parables.html#h2-rules-parables-ex5b">&#1605;&#1579;&#1575;&#1604; 5 &#1576;</a></span></dt></dl></dd></dl></div><p>&#1576;&#1593;&#1583; &#1571;&#1606; &#1578;&#1581;&#1583;&#1579;&#1606;&#1575; &#1593;&#1606; &#1575;&#1604;&#1605;&#1581;&#1578;&#1608;&#1609; &#1608;&#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1608;&#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577;. &#1606;&#1608;&#1583; &#1571;&#1606; &#1606;&#1578;&#1593;&#1605;&#1602; &#1571;&#1603;&#1579;&#1585;
&#1576;&#1575;&#1604;&#1581;&#1583;&#1610;&#1579; &#1593;&#1606; &#1602;&#1608;&#1575;&#1593;&#1583; &#1575;&#1604;&#1578;&#1601;&#1587;&#1610;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1610;&#1548; &#1608;&#1575;&#1604;&#1578;&#1610; &#1578;&#1607;&#1583;&#1601; &#1573;&#1604;&#1609; &#1573;&#1603;&#1578;&#1588;&#1575;&#1601; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1571;&#1589;&#1604;&#1610; &#1575;&#1604;&#1584;&#1610;
&#1610;&#1602;&#1589;&#1583;&#1607; &#1603;&#1575;&#1578;&#1576; &#1575;&#1604;&#1606;&#1589; (&#1608;&#1575;&#1604;&#1608;&#1581;&#1610; &#1576;&#1575;&#1604;&#1591;&#1576;&#1593;!). &#1608;&#1576;&#1610;&#1606;&#1605;&#1575; &#1607;&#1606;&#1575;&#1603; &#1575;&#1604;&#1593;&#1583;&#1610;&#1583; &#1605;&#1606; &#1575;&#1604;&#1578;&#1591;&#1576;&#1610;&#1602;&#1575;&#1578; &#1575;&#1604;&#1593;&#1605;&#1604;&#1610;&#1577;
&#1575;&#1604;&#1589;&#1581;&#1610;&#1581;&#1577; &#1604;&#1604;&#1606;&#1589;&#1548; &#1607;&#1606;&#1575;&#1603; &#1578;&#1601;&#1587;&#1610;&#1585; &#1608;&#1575;&#1581;&#1583; &#1589;&#1581;&#1610;&#1581; &#1604;&#1607;. &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1606;&#1601;&#1587;&#1607; &#1610;&#1602;&#1608;&#1604; &#1571;&#1606;&#1607; &#1604;&#1575;  &#1578;&#1608;&#1580;&#1583;
&#1606;&#1589;&#1608;&#1589; &#1584;&#1575;&#1578; &#1578;&#1601;&#1587;&#1610;&#1585; &#1582;&#1575;&#1589;. ( &#1576;&#1591;&#1585;&#1587; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577; 1 : 20 "&#1593;&#1575;&#1604;&#1605;&#1610;&#1606; &#1607;&#1584;&#1575; &#1575;&#1608;&#1604;&#1575; &#1575;&#1606; &#1603;&#1604; &#1606;&#1576;&#1608;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;
&#1604;&#1610;&#1587;&#1578; &#1605;&#1606; &#1578;&#1601;&#1587;&#1610;&#1585; &#1582;&#1575;&#1589;." ). &#1607;&#1606;&#1575;&#1603; &#1602;&#1608;&#1575;&#1593;&#1583; &#1605;&#1593;&#1610;&#1606;&#1577; &#1578;&#1587;&#1575;&#1593;&#1583;&#1606;&#1575; &#1593;&#1604;&#1609; &#1573;&#1603;&#1578;&#1588;&#1575;&#1601; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1581;&#1602;&#1610;&#1602;&#1610;&#1548;
&#1608;&#1573;&#1584;&#1575; &#1578;&#1580;&#1575;&#1607;&#1604;&#1606;&#1575; &#1607;&#1584;&#1607; &#1575;&#1604;&#1602;&#1608;&#1575;&#1593;&#1583; &#1606;&#1582;&#1591;&#1574; &#1582;&#1591;&#1574;&#1575;&#1611; &#1603;&#1576;&#1610;&#1585; &#1601;&#1610; &#1581;&#1602; &#1571;&#1606;&#1601;&#1587;&#1606;&#1575; &#1608;&#1581;&#1602; &#1587;&#1575;&#1605;&#1593;&#1610;&#1606;&#1575;. ( &#1576;&#1591;&#1585;&#1587;
&#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577; 3 : 16 "... &#1575;&#1604;&#1578;&#1610; &#1601;&#1610;&#1607;&#1575; &#1575;&#1588;&#1610;&#1575;&#1569; &#1593;&#1587;&#1585;&#1577; &#1575;&#1604;&#1601;&#1607;&#1605; &#1610;&#1581;&#1585;&#1617;&#1601;&#1607;&#1575; &#1594;&#1610;&#1585; &#1575;&#1604;&#1593;&#1604;&#1605;&#1575;&#1569; &#1608;&#1594;&#1610;&#1585;
&#1575;&#1604;&#1579;&#1575;&#1576;&#1578;&#1610;&#1606; &#1603;&#1576;&#1575;&#1602;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1610;&#1590;&#1575; &#1604;&#1607;&#1604;&#1575;&#1603; &#1575;&#1606;&#1601;&#1587;&#1607;&#1605;." )</p><p>&#1603;&#1610;&#1601; &#1606;&#1578;&#1605;&#1603;&#1606; &#1605;&#1606; &#1573;&#1603;&#1578;&#1588;&#1575;&#1601; &#1575;&#1604;&#1605;&#1593;&#1606;&#1610; &#1575;&#1604;&#1605;&#1602;&#1589;&#1608;&#1583; &#1601;&#1610; &#1571;&#1581;&#1583; &#1575;&#1604;&#1601;&#1602;&#1585;&#1575;&#1578;&#1567; &#1604;&#1606;&#1602;&#1604; &#1605;&#1579;&#1604;&#1575;&#1611; &#1571;&#1606;&#1603; &#1573;&#1606;&#1578;&#1576;&#1607;&#1578; &#1573;&#1604;&#1609;
&#1571;&#1581;&#1583; &#1575;&#1604;&#1571;&#1593;&#1583;&#1575;&#1583; &#1608;&#1604;&#1605; &#1610;&#1603;&#1606; &#1605;&#1593;&#1606;&#1575;&#1607; &#1608;&#1575;&#1590;&#1581;&#1575;&#1611; &#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577; &#1604;&#1603;. &#1603;&#1610;&#1601; &#1610;&#1605;&#1603;&#1606;&#1603; &#1583;&#1585;&#1575;&#1587;&#1578;&#1607;&#1567; &#1590;&#1593; &#1607;&#1584;&#1607;
&#1575;&#1604;&#1602;&#1608;&#1575;&#1593;&#1583; &#1601;&#1610; &#1584;&#1607;&#1606;&#1603; &#1608;&#1571;&#1606;&#1578; &#1578;&#1583;&#1585;&#1587;:</p><div class="section" title="&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 1 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1605;&#1590;&#1576;&#1608;&#1591; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578;."><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="h2-rules-exact"></a>&#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 1 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1605;&#1590;&#1576;&#1608;&#1591; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578;.</h2></div></div></div><p>&#1603;&#1604;&#1605;&#1575; &#1603;&#1606;&#1575; &#1571;&#1603;&#1579;&#1585; &#1583;&#1602;&#1577; &#1578;&#1580;&#1575;&#1607; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1589;&#1581;&#1610;&#1581;&#1548; &#1575;&#1604;&#1571;&#1589;&#1604;&#1610; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1603;&#1604;&#1605;&#1575; &#1610;&#1603;&#1608;&#1606; &#1578;&#1601;&#1587;&#1610;&#1585;&#1606;&#1575;
&#1571;&#1601;&#1590;&#1604;. &#1581;&#1575;&#1608;&#1604; &#1573;&#1610;&#1580;&#1575;&#1583; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1575;&#1604;&#1605;&#1590;&#1576;&#1608;&#1591; &#1604;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1575;&#1604;&#1605;&#1601;&#1578;&#1575;&#1581;&#1610;&#1577; &#1576;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1591;&#1608;&#1575;&#1578;: </p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p title="&#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;"><b>&#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;. </b>&#1575;&#1576;&#1581;&#1579; &#1593;&#1606; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609; &#1601;&#1610; &#1575;&#1604;&#1602;&#1575;&#1605;&#1608;&#1587; &#1575;&#1604;&#1610;&#1608;&#1606;&#1575;&#1606;&#1610; &#1575;&#1608; &#1575;&#1604;&#1593;&#1576;&#1585;&#1610;. &#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577; &#1604;&#1604;&#1571;&#1601;&#1593;&#1575;&#1604;&#1548; &#1586;&#1605;&#1606; &#1575;&#1604;&#1601;&#1593;&#1604;
&#1571;&#1610;&#1590;&#1575;&#1611; &#1610;&#1603;&#1608;&#1606; &#1581;&#1575;&#1587;&#1605;&#1575;&#1611;.</p></li><li class="listitem"><p title="&#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577;"><b>&#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577;. </b>&#1602;&#1575;&#1585;&#1606; &#1575;&#1604;&#1606;&#1589; &#1576;&#1575;&#1604;&#1606;&#1589;. &#1575;&#1604;&#1606;&#1592;&#1585; &#1573;&#1604;&#1609; &#1603;&#1610;&#1601;&#1610;&#1577; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1606;&#1601;&#1587; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1610;&#1608;&#1606;&#1575;&#1606;&#1610;&#1577; &#1571;&#1608; &#1575;&#1604;&#1593;&#1576;&#1585;&#1610;&#1577;
(&#1608;&#1604;&#1610;&#1587;&#1578; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;) &#1601;&#1610; &#1575;&#1604;&#1606;&#1589; &#1602;&#1583; &#1610;&#1608;&#1590;&#1581; &#1571;&#1608; &#1610;&#1604;&#1602;&#1610; &#1605;&#1586;&#1610;&#1583;&#1575;&#1611; &#1605;&#1606; &#1575;&#1604;&#1590;&#1608;&#1569; &#1593;&#1604;&#1609;
&#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;. &#1603;&#1610;&#1601; &#1610;&#1587;&#1578;&#1582;&#1583;&#1605; &#1606;&#1601;&#1587; &#1575;&#1604;&#1603;&#1575;&#1578;&#1576; &#1607;&#1584;&#1607; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1601;&#1610; &#1571;&#1605;&#1575;&#1603;&#1606; &#1575;&#1582;&#1585;&#1609;&#1567; &#1608;&#1603;&#1610;&#1601; &#1610;&#1587;&#1578;&#1582;&#1583;&#1605;&#1607;&#1575; &#1603;&#1578;&#1575;&#1576;
&#1571;&#1582;&#1585;&#1610;&#1606;&#1567; &#1602;&#1583; &#1578;&#1608;&#1601;&#1585; &#1604;&#1603; &#1571;&#1583;&#1608;&#1575;&#1578; &#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;&#1575;&#1578; &#1604;&#1604;&#1603;&#1604;&#1605;&#1577; &#1601;&#1610; &#1608;&#1579;&#1575;&#1574;&#1602; &#1594;&#1610;&#1585; &#1603;&#1578;&#1575;&#1576;&#1610;&#1577;
&#1571;&#1610;&#1590;&#1575;&#1611;. &#1608;&#1604;&#1605;&#1575;&#1584;&#1575; &#1593;&#1604;&#1610;&#1606;&#1575; &#1575;&#1604;&#1585;&#1580;&#1608;&#1593; &#1573;&#1604;&#1609; &#1575;&#1604;&#1604;&#1594;&#1575;&#1578; &#1575;&#1604;&#1575;&#1589;&#1604;&#1610;&#1577;&#1563; &#1571;&#1604;&#1575; &#1578;&#1603;&#1601;&#1610; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;&#1567; &#1604;&#1571;&#1606;
&#1607;&#1606;&#1575;&#1603; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1603;&#1604;&#1605;&#1577; &#1610;&#1608;&#1606;&#1575;&#1606;&#1610;&#1577; &#1610;&#1605;&#1603;&#1606; &#1578;&#1585;&#1580;&#1605;&#1578;&#1607;&#1575; &#1573;&#1604;&#1609; &#1606;&#1601;&#1587; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577;&#1548; &#1608;&#1604;&#1571;&#1606; &#1575;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578;
&#1575;&#1604;&#1610;&#1608;&#1606;&#1575;&#1606;&#1610;&#1577; &#1602;&#1583; &#1578;&#1593;&#1591;&#1610; &#1571;&#1581;&#1610;&#1575;&#1606;&#1575; &#1576;&#1593;&#1590; &#1575;&#1604;&#1601;&#1608;&#1575;&#1585;&#1602; &#1575;&#1604;&#1583;&#1602;&#1610;&#1602;&#1577; &#1580;&#1583;&#1575;&#1611; &#1601;&#1610; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609;.</p></li></ol></div><div class="section" title="&#1605;&#1579;&#1575;&#1604; 1 &#1571;"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-exact-crossref-ex1a"></a>&#1605;&#1579;&#1575;&#1604; 1 &#1571;</h3></div></div></div><p>&#1610;&#1608;&#1581;&#1606;&#1575; 20 : 17 "&#1604;&#1575; &#1578;&#1604;&#1605;&#1587;&#1610;&#1606;&#1610;" &#1602;&#1583; &#1578;&#1576;&#1583;&#1608; &#1607;&#1584;&#1607; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1589;&#1593;&#1576;&#1577; &#1576;&#1593;&#1590; &#1575;&#1604;&#1588;&#1610;&#1569;&#1548; &#1571;&#1604;&#1610;&#1587; &#1603;&#1584;&#1604;&#1603;&#1567;
&#1601;&#1607;&#1606;&#1575; &#1610;&#1576;&#1583;&#1608; &#1571;&#1606; &#1610;&#1587;&#1608;&#1593; &#1604;&#1575;&#1610;&#1585;&#1610;&#1583; &#1571;&#1606; &#1610;&#1615;&#1604;&#1605;&#1587; &#1576;&#1593;&#1583; &#1602;&#1610;&#1575;&#1605;&#1578;&#1607;&#1548; &#1603;&#1605;&#1575; &#1604;&#1608; &#1571;&#1606; &#1575;&#1604;&#1587;&#1576;&#1576; &#1607;&#1608; &#1602;&#1583;&#1587;&#1610;&#1577; &#1594;&#1575;&#1605;&#1590;&#1577;
&#1571;&#1608; &#1588;&#1610;&#1569; &#1605;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1602;&#1576;&#1610;&#1604;. &#1608;&#1604;&#1603;&#1606; &#1607;&#1584;&#1575; &#1604;&#1575; &#1610;&#1576;&#1583;&#1608; &#1589;&#1581;&#1610;&#1581;&#1575;&#1611;&#1548; &#1604;&#1584;&#1575; &#1583;&#1593;&#1606;&#1575; &#1606;&#1576;&#1581;&#1579; &#1593;&#1606; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577;
&#1576;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; "The Complete Word Study New Testament" &#1604;&#1604;&#1605;&#1572;&#1604;&#1601; Spiros Zodhiates (
&#1575;&#1604;&#1606;&#1575;&#1588;&#1585;: AMG Publishers&#1548; 1991).</p><p>&#1576;&#1575;&#1604;&#1585;&#1580;&#1608;&#1593; &#1573;&#1604;&#1609; &#1610;&#1608;&#1581;&#1606;&#1575; 20 : 17&#1548; &#1587;&#1606;&#1585;&#1609; &#1601;&#1608;&#1602; &#1603;&#1604;&#1605;&#1577; "&#1578;&#1604;&#1605;&#1587;&#1610;&#1606;&#1610;" &#1575;&#1604;&#1585;&#1605;&#1586; "pim680." &#1575;&#1604;&#1581;&#1585;&#1608;&#1601;
&#1578;&#1588;&#1610;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1571;&#1586;&#1605;&#1606;&#1577; &#1608;&#1575;&#1604;&#1571;&#1585;&#1602;&#1575;&#1605; &#1578;&#1588;&#1610;&#1585; &#1573;&#1604;&#1609; &#1602;&#1575;&#1605;&#1608;&#1587; &#1587;&#1578;&#1585;&#1608;&#1606;&#1580;. &#1583;&#1593;&#1606;&#1575; &#1606;&#1576;&#1581;&#1579; &#1593;&#1606; &#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;
(&#1589;879).  "680.  Haptomai; &#1605;&#1606; hapto (681), &#1610;&#1604;&#1605;&#1587;. &#1601;&#1593;&#1604; &#1610;&#1588;&#1610;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1578;&#1593;&#1575;&#1605;&#1604; &#1605;&#1593; &#1580;&#1587;&#1605;
&#1605;&#1575; &#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1578;&#1572;&#1579;&#1585; &#1593;&#1604;&#1610;&#1607; &#1571;&#1608; &#1578;&#1594;&#1610;&#1585; &#1601;&#1610;&#1607;... &#1608;&#1607;&#1610; &#1578;&#1582;&#1578;&#1604;&#1601; &#1593;&#1606; pselaphao (5584), &#1608;&#1575;&#1604;&#1578;&#1610; &#1578;&#1593;&#1606;&#1610;
&#1601;&#1610; &#1575;&#1604;&#1608;&#1575;&#1602;&#1593; &#1605;&#1580;&#1585;&#1583; &#1604;&#1605;&#1587; &#1587;&#1591;&#1581; &#1571;&#1581;&#1583; &#1575;&#1604;&#1571;&#1588;&#1610;&#1575;&#1569;. " &#1608;&#1575;&#1604;&#1570;&#1606; &#1604;&#1606;&#1576;&#1581;&#1579; &#1593;&#1606; "pim." &#1575;&#1604;&#1585;&#1605;&#1608;&#1586; &#1575;&#1604;&#1606;&#1581;&#1608;&#1610;&#1577;
&#1593;&#1606;&#1583; Zodhiates &#1578;&#1571;&#1578;&#1610; &#1576;&#1593;&#1583; &#1575;&#1604;&#1585;&#1572;&#1610;&#1575;&#1563; &#1601;&#1610; &#1589;849 &#1606;&#1585;&#1609; &#1575;&#1606; pim &#1578;&#1571;&#1578;&#1610; &#1601;&#1610; &#1586;&#1605;&#1606; "present
imperative active (80)". &#1601;&#1610; &#1589;857&#1548; &#1608;&#1607;&#1584;&#1575; &#1575;&#1604;&#1586;&#1605;&#1606; &#1593;&#1606;&#1583;&#1605;&#1575; &#1610;&#1571;&#1578;&#1610; &#1607;&#1603;&#1584;&#1575; &#1576;&#1589;&#1610;&#1594;&#1577; &#1575;&#1604;&#1571;&#1605;&#1585;
&#1610;&#1593;&#1576;&#1585; &#1593;&#1606; &#1575;&#1604;&#1571;&#1605;&#1585; &#1576;&#1601;&#1593;&#1604; &#1588;&#1610;&#1569; &#1605;&#1575; &#1601;&#1610; &#1575;&#1604;&#1605;&#1587;&#1578;&#1602;&#1576;&#1604; &#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1605;&#1587;&#1578;&#1605;&#1585;&#1577; &#1571;&#1608; &#1605;&#1578;&#1603;&#1585;&#1585;&#1577;&#1548; &#1608;&#1593;&#1606;&#1583;&#1605;&#1575; &#1610;&#1571;&#1578;&#1610;
&#1576;&#1589;&#1610;&#1594;&#1577; &#1575;&#1604;&#1606;&#1607;&#1610; &#1610;&#1593;&#1576;&#1585; &#1593;&#1606; &#1575;&#1604;&#1571;&#1605;&#1585; &#1576;&#1573;&#1610;&#1602;&#1575;&#1601; &#1601;&#1593;&#1604; &#1588;&#1610;&#1569; &#1605;&#1575;. " &#1576;&#1605;&#1575; &#1571;&#1606; &#1575;&#1604;&#1601;&#1593;&#1604; &#1601;&#1610; &#1575;&#1604;&#1570;&#1610;&#1577; &#1580;&#1575;&#1569; &#1601;&#1610;
&#1589;&#1610;&#1594;&#1577; &#1575;&#1604;&#1606;&#1607;&#1610;&#1548; &#1573;&#1584;&#1575;&#1611; &#1601;&#1607;&#1610; &#1578;&#1593;&#1606;&#1610; &#1575;&#1604;&#1571;&#1605;&#1585; &#1576;&#1573;&#1610;&#1602;&#1575;&#1601; &#1601;&#1593;&#1604; &#1605;&#1575; &#1603;&#1575;&#1606; &#1610;&#1581;&#1583;&#1579; &#1576;&#1575;&#1604;&#1601;&#1593;&#1604;. &#1573;&#1584;&#1575;&#1611;&#1548; &#1605;&#1575; &#1575;&#1604;&#1584;&#1610;
&#1578;&#1608;&#1589;&#1604;&#1606;&#1575; &#1573;&#1604;&#1610;&#1607; &#1605;&#1606; &#1607;&#1584;&#1575;&#1567;  &#1571;&#1606; &#1605;&#1585;&#1610;&#1605; &#1576;&#1575;&#1604;&#1601;&#1593;&#1604; &#1603;&#1575;&#1606;&#1578; &#1578;&#1605;&#1587;&#1603; &#1576;&#1610;&#1587;&#1608;&#1593;&#1548; &#1608;&#1571;&#1606;&#1607; &#1610;&#1591;&#1604;&#1576; &#1605;&#1606;&#1607;&#1575; &#1571;&#1606; &#1578;&#1578;&#1608;&#1602;&#1601;
&#1593;&#1606; &#1607;&#1584;&#1575;.</p><p><span class="emphasis"><em>&#1605;&#1585;&#1610;&#1605; &#1603;&#1575;&#1606;&#1578; &#1578;&#1605;&#1587;&#1603; &#1576;&#1610;&#1587;&#1608;&#1593; &#1576;&#1575;&#1604;&#1601;&#1593;&#1604;&#1548; &#1608;&#1607;&#1608; &#1610;&#1582;&#1576;&#1585;&#1607;&#1575; &#1576;&#1571;&#1606; &#1578;&#1603;&#1601; &#1593;&#1606; &#1575;&#1604;&#1573;&#1605;&#1587;&#1575;&#1603; &#1576;&#1607;!
</em></span></p></div><div class="section" title="&#1605;&#1579;&#1575;&#1604; 1 &#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="h2-rules-exact-crossref-ex1b"></a>&#1605;&#1579;&#1575;&#1604; 1 &#1576;</h3></div></div></div><p>&#1601;&#1610; &#1610;&#1593;&#1602;&#1608;&#1576; 5 : 14&#1548; (&#1610;&#1591;&#1604;&#1576; &#1605;&#1606; &#1588;&#1610;&#1608;&#1582; &#1575;&#1604;&#1603;&#1606;&#1610;&#1587;&#1577; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1585;&#1610;&#1590; &#1608;&#1583;&#1607;&#1606;&#1607; &#1576;&#1586;&#1610;&#1578;). &#1601;&#1605;&#1575; &#1607;&#1608;
&#1583;&#1607;&#1575;&#1606; &#1575;&#1604;&#1586;&#1610;&#1578; &#1575;&#1604;&#1605;&#1602;&#1589;&#1608;&#1583;&#1567;</p><p>&#1578;&#1593;&#1585;&#1610;&#1601; aleipho (218) &#1607;&#1608; - "&#1610;&#1583;&#1607;&#1606;" (&#1587;&#1578;&#1585;&#1608;&#1606;&#1580;)&#1548; &#1608;&#1604;&#1603;&#1606; &#1604;&#1583;&#1610;&#1606;&#1575; &#1571;&#1610;&#1590;&#1575;&#1611; &#1603;&#1604;&#1605;&#1577; &#1610;&#1608;&#1606;&#1575;&#1606;&#1610;&#1577; &#1571;&#1582;&#1585;&#1609;
&#1578;&#1578;&#1585;&#1580;&#1605; &#1576;&#1605;&#1593;&#1606;&#1609; "&#1610;&#1583;&#1607;&#1606;" chrio (5548) &#1608;&#1578;&#1593;&#1585;&#1610;&#1601;&#1607;&#1575; &#1607;&#1608; - "&#1575;&#1604;&#1605;&#1587;&#1581; &#1571;&#1608; &#1583;&#1607;&#1606; &#1576;&#1575;&#1604;&#1586;&#1610;&#1578;&#1548; &#1605;&#1579;&#1604;
&#1575;&#1604;&#1605;&#1587;&#1581; &#1576;&#1575;&#1604;&#1586;&#1610;&#1578; &#1604;&#1578;&#1602;&#1583;&#1610;&#1587; &#1605;&#1603;&#1575;&#1606; &#1571;&#1608; &#1582;&#1583;&#1605;&#1577; &#1583;&#1610;&#1606;&#1610;&#1577;" (&#1587;&#1578;&#1585;&#1608;&#1606;&#1580;). &#1608;&#1576;&#1605;&#1575; &#1571;&#1606; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1601;&#1593;&#1604;&#1548; &#1573;&#1584;&#1575;&#1611;
&#1593;&#1604;&#1610;&#1606;&#1575; &#1571;&#1606; &#1606;&#1606;&#1592;&#1585; &#1604;&#1586;&#1605;&#1606; &#1575;&#1604;&#1601;&#1593;&#1604; &#1571;&#1610;&#1590;&#1575;&#1611;&#1548; "apta" &#1571;&#1608; aorist participle active.  "&#1608;&#1586;&#1605;&#1606;
&#1575;&#1604;aorist participle &#1610;&#1593;&#1576;&#1585; &#1593;&#1606; &#1601;&#1593;&#1604; &#1576;&#1587;&#1610;&#1591; &#1608;&#1604;&#1610;&#1587; &#1605;&#1587;&#1578;&#1605;&#1585;&#1575;&#1611;... &#1608;&#1593;&#1604;&#1575;&#1602;&#1578;&#1607; &#1576;&#1575;&#1604;&#1601;&#1593;&#1604; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610;
&#1605;&#1572;&#1602;&#1578;&#1577;&#1548; &#1608;&#1607;&#1608; &#1593;&#1575;&#1583;&#1577; &#1605;&#1575; &#1610;&#1588;&#1610;&#1585; &#1573;&#1604;&#1609; &#1601;&#1593;&#1604; &#1610;&#1587;&#1576;&#1602; &#1575;&#1604;&#1601;&#1593;&#1604; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610;." (Zodhiates &#1589;851)</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577; &#1576;&#1600; aleipho: </p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>&#1605;&#1578;&#1609; 6 : 17 &#1608;&#1575;&#1605;&#1575; &#1575;&#1606;&#1578; &#1601;&#1605;&#1578;&#1609; &#1589;&#1605;&#1578; &#1601;&#1575;&#1583;&#1607;&#1606; &#1585;&#1575;&#1587;&#1603;</p></li><li class="listitem"><p>&#1605;&#1585;&#1602;&#1587; 16 : 1 &#1608;&#1576;&#1593;&#1583; &#1605;&#1575; &#1605;&#1590;&#1609; &#1575;&#1604;&#1587;&#1576;&#1578; &#1575;&#1588;&#1578;&#1585;&#1578; &#1605;&#1585;&#1610;&#1605; &#1575;&#1604;&#1605;&#1580;&#1583;&#1604;&#1610;&#1577; &#1608;&#1605;&#1585;&#1610;&#1605; &#1575;&#1605; &#1610;&#1593;&#1602;&#1608;&#1576; &#1608;&#1587;&#1575;&#1604;&#1608;&#1605;&#1577;
&#1581;&#1606;&#1608;&#1591;&#1575; &#1604;&#1610;&#1571;&#1578;&#1610;&#1606; &#1608;&#1610;&#1583;&#1607;&#1606;&#1617;&#1607;.</p></li><li class="listitem"><p>&#1605;&#1585;&#1602;&#1587; 6 : 13 ... &#1608;&#1583;&#1607;&#1606;&#1608;&#1575; &#1576;&#1586;&#1610;&#1578; &#1605;&#1585;&#1590;&#1609; &#1603;&#1579;&#1610;&#1585;&#1610;&#1606; &#1601;&#1588;&#1601;&#1608;&#1607;&#1605;.</p></li><li class="listitem"><p>&#1604;&#1608;&#1602;&#1575; 7 : 38 &#1608;&#1608;&#1602;&#1601;&#1578; &#1593;&#1606;&#1583; &#1602;&#1583;&#1605;&#1610;&#1607; &#1605;&#1606; &#1608;&#1585;&#1575;&#1574;&#1607; &#1576;&#1575;&#1603;&#1610;&#1577; &#1608;&#1575;&#1576;&#1578;&#1583;&#1571;&#1578; &#1578;&#1576;&#1604; &#1602;&#1583;&#1605;&#1610;&#1607; &#1576;&#1575;&#1604;&#1583;&#1605;&#1608;&#1593; &#1608;&#1603;&#1575;&#1606;&#1578;
&#1578;&#1605;&#1587;&#1581;&#1607;&#1605;&#1575; &#1576;&#1588;&#1593;&#1585; &#1585;&#1575;&#1587;&#1607;&#1575; &#1608;&#1578;&#1602;&#1576;&#1604; &#1602;&#1583;&#1605;&#1610;&#1607; &#1608;&#1578;&#1583;&#1607;&#1606;&#1607;&#1605;&#1575; &#1576;&#1575;&#1604;&#1591;&#1610;&#1576;.</p></li><li class="listitem"><p>&#1610;&#1608;&#1581;&#1606;&#1575; 12 : 3 &#1601;&#1575;&#1582;&#1584;&#1578; &#1605;&#1585;&#1610;&#1605; &#1605;&#1606;&#1575; &#1605;&#1606; &#1591;&#1610;&#1576; &#1606;&#1575;&#1585;&#1583;&#1610;&#1606; &#1582;&#1575;&#1604;&#1589; &#1603;&#1579;&#1610;&#1585; &#1575;&#1604;&#1579;&#1605;&#1606; &#1608;&#1583;&#1607;&#1606;&#1578; &#1602;&#1583;&#1605;&#1610; &#1610;&#1587;&#1608;&#1593;
&#1608;&#1605;&#1587;&#1581;&#1578; &#1602;&#1583;&#1605;&#1610;&#1607; &#1576;&#1588;&#1593;&#1585;&#1607;&#1575;.</p></li></ol></div></li><li class="listitem"><p>&#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577; &#1576;&#1600; chrio: </p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>&#1604;&#1608;&#1602;&#1575; 4 : 18 "&#1585;&#1608;&#1581; &#1575;&#1604;&#1585;&#1576; &#1593;&#1604;&#1610;&#1617; &#1604;&#1575;&#1606;&#1607; &#1605;&#1587;&#1581;&#1606;&#1610; &#1604;&#1575;&#1576;&#1588;&#1585; &#1575;&#1604;&#1605;&#1587;&#1575;&#1603;&#1610;&#1606; ..."</p></li><li class="listitem"><p>&#1571;&#1593;&#1605;&#1575;&#1604; &#1575;&#1604;&#1585;&#1587;&#1604; 4 : 27 (&#1610;&#1587;&#1608;&#1593;) &#1601;&#1578;&#1575;&#1603; &#1575;&#1604;&#1602;&#1583;&#1608;&#1587; &#1575;&#1604;&#1584;&#1610; &#1605;&#1587;&#1581;&#1578;&#1607;</p></li><li class="listitem"><p>&#1571;&#1593;&#1605;&#1575;&#1604; &#1575;&#1604;&#1585;&#1587;&#1604; 10 : 38 &#1610;&#1587;&#1608;&#1593; &#1575;&#1604;&#1584;&#1610; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1589;&#1585;&#1577; &#1603;&#1610;&#1601; &#1605;&#1587;&#1581;&#1607; &#1575;&#1604;&#1604;&#1607; &#1576;&#1575;&#1604;&#1585;&#1608;&#1581; &#1575;&#1604;&#1602;&#1583;&#1587; &#1608;&#1575;&#1604;&#1602;&#1608;&#1577;</p></li><li class="listitem"><p>&#1603;&#1608;&#1585;&#1606;&#1579;&#1608;&#1587; &#1575;&#1604;&#1579;&#1575;&#1606;&#1610;&#1577; 1 : 21 &#1608;&#1604;&#1603;&#1606; &#1575;&#1604;&#1584;&#1610; &#1610;&#1579;&#1576;&#1578;&#1606;&#1575; &#1605;&#1593;&#1603;&#1605; &#1601;&#1610; &#1575;&#1604;&#1605;&#1587;&#1610;&#1581; &#1608;&#1602;&#1583; &#1605;&#1587;&#1581;&#1606;&#1575; &#1607;&#1608; &#1575;&#1604;&#1604;&#1607;</p></li></ol></div></li></ul></div><p>&#1573;&#1584;&#1575;&#1611; &#1605;&#1575; &#1607;&#1608; &#1575;&#1604;&#1601;&#1585;&#1602; &#1576;&#1610;&#1606; aleipho &#1608; chrio&#1567; &#1571;&#1606;&#1592;&#1585; &#1605;&#1585;&#1577; &#1575;&#1582;&#1585;&#1609; &#1573;&#1604;&#1609; &#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577;
&#1608;&#1575;&#1604;&#1578;&#1593;&#1585;&#1610;&#1601;&#1575;&#1578;&#1548; &#1608;&#1602;&#1605; &#1576;&#1578;&#1604;&#1582;&#1610;&#1589; &#1575;&#1604;&#1601;&#1575;&#1585;&#1602;: "aleipho" &#1607;&#1608; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1593;&#1605;&#1604;&#1610; &#1604;&#1604;&#1586;&#1610;&#1578; &#1608; "chrio"
&#1607;&#1608; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1585;&#1608;&#1581;&#1610;.</p><p>&#1608;&#1603;&#1605;&#1579;&#1575;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1593;&#1605;&#1604;&#1610; &#1604;&#1604;&#1586;&#1610;&#1578; &#1601;&#1610; &#1584;&#1604;&#1603; &#1575;&#1604;&#1578;&#1608;&#1602;&#1610;&#1578; (&#1576;&#1575;&#1604;&#1585;&#1594;&#1605; &#1605;&#1606; &#1593;&#1583;&#1605; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;
&#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1584;&#1575;&#1578;&#1607;&#1575;)&#1548; &#1593;&#1606;&#1583;&#1605;&#1575; &#1602;&#1575;&#1605; &#1575;&#1604;&#1587;&#1575;&#1605;&#1585;&#1610; &#1575;&#1604;&#1589;&#1575;&#1604;&#1581; &#1576;&#1575;&#1604;&#1573;&#1593;&#1578;&#1606;&#1575;&#1569; &#1576;&#1575;&#1604;&#1585;&#1580;&#1604; &#1575;&#1604;&#1584;&#1610; &#1590;&#1585;&#1576;&#1607; &#1575;&#1604;&#1604;&#1589;&#1608;&#1589; &#1593;&#1606;
&#1591;&#1585;&#1610;&#1602; &#1587;&#1603;&#1576; &#1575;&#1604;&#1586;&#1610;&#1578; &#1608;&#1575;&#1604;&#1582;&#1605;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1580;&#1585;&#1608;&#1581;. &#1604;&#1584;&#1575; &#1601;&#1575;&#1604;&#1586;&#1610;&#1578; &#1603;&#1575;&#1606;&#1578; &#1604;&#1607; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;&#1575;&#1578; &#1591;&#1576;&#1610;&#1577; &#1601;&#1610; &#1586;&#1605;&#1606;
&#1575;&#1604;&#1587;&#1610;&#1583; &#1575;&#1604;&#1605;&#1587;&#1610;&#1581;.
</p><p>&#1608;&#1575;&#1604;&#1570;&#1606; &#1583;&#1593;&#1606;&#1575; &#1606;&#1591;&#1576;&#1602; &#1605;&#1575; &#1578;&#1593;&#1604;&#1605;&#1606;&#1575;&#1607; &#1605;&#1606; &#1583;&#1585;&#1575;&#1587;&#1577; &#1607;&#1584;&#1607; &#1575;&#1604;&#1603;&#1604;&#1605;&#1577; &#1593;&#1604;&#1609; &#1610;&#1593;&#1602;&#1608;&#1576; 5 : 14 "&#1571;&#1605;&#1585;&#1610;&#1590; &#1575;&#1581;&#1583;
&#1576;&#1610;&#1606;&#1603;&#1605; &#1601;&#1604;&#1610;&#1583;&#1593; &#1588;&#1610;&#1608;&#1582; &#1575;&#1604;&#1603;&#1606;&#1610;&#1587;&#1577; &#1601;&#1610;&#1589;&#1604;&#1617;&#1608;&#1575; &#1593;&#1604;&#1610;&#1607; &#1608;&#1610;&#1583;&#1607;&#1606;&#1608;&#1607; &#1576;&#1586;&#1610;&#1578; &#1576;&#1575;&#1587;&#1605; &#1575;&#1604;&#1585;&#1576;." &#1607;&#1604; &#1575;&#1604;&#1605;&#1593;&#1606;&#1609;
&#1575;&#1604;&#1605;&#1602;&#1589;&#1608;&#1583; &#1605;&#1606; &#1583;&#1607;&#1575;&#1606; &#1575;&#1604;&#1586;&#1610;&#1578; &#1607;&#1606;&#1575; &#1585;&#1608;&#1581;&#1610; &#1571;&#1605; &#1593;&#1605;&#1604;&#1610;&#1567; &#1575;&#1604;&#1573;&#1580;&#1575;&#1576;&#1577;: &#1593;&#1605;&#1604;&#1610;!</p><p>
&#1608;&#1586;&#1605;&#1606; &#1575;&#1604;&#1601;&#1593;&#1604; &#1601;&#1610; &#1575;&#1604;&#1610;&#1608;&#1606;&#1575;&#1606;&#1610;&#1577; &#1607;&#1608;&#1548; the aorist participle&#1548; &#1608;&#1575;&#1604;&#1584;&#1610; &#1610;&#1593;&#1606;&#1610; "&#1576;&#1593;&#1583; &#1571;&#1606; &#1610;&#1583;&#1607;&#1606;&#1608;&#1607;
&#1576;&#1586;&#1610;&#1578;," &#1571;&#1610; &#1571;&#1606; &#1583;&#1607;&#1606; &#1575;&#1604;&#1586;&#1610;&#1578; &#1610;&#1571;&#1578;&#1610; &#1571;&#1608;&#1604;&#1575;&#1611; &#1579;&#1605; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577; ("&#1576;&#1575;&#1587;&#1605; &#1575;&#1604;&#1585;&#1576;" &#1578;&#1593;&#1608;&#1583; &#1593;&#1604;&#1609; &#1575;&#1604;&#1589;&#1604;&#1575;&#1577;
&#1608;&#1604;&#1610;&#1587; &#1583;&#1607;&#1575;&#1606; &#1575;&#1604;&#1586;&#1610;&#1578;). &#1573;&#1606; &#1610;&#1593;&#1602;&#1608;&#1576; 5 &#1610;&#1582;&#1576;&#1585;&#1606;&#1575; &#1576;&#1571;&#1606; &#1593;&#1604;&#1609; &#1588;&#1610;&#1608;&#1582; &#1575;&#1604;&#1603;&#1606;&#1610;&#1587;&#1577; &#1573;&#1593;&#1591;&#1575;&#1569; &#1575;&#1604;&#1583;&#1608;&#1575;&#1569; &#1604;&#1604;&#1588;&#1582;&#1589;
&#1575;&#1604;&#1605;&#1585;&#1610;&#1590; &#1608;&#1575;&#1604;&#1589;&#1604;&#1575;&#1577; &#1605;&#1606; &#1571;&#1580;&#1604;&#1607; &#1601;&#1610; &#1575;&#1587;&#1605; &#1575;&#1604;&#1585;&#1576;. &#1571;&#1604;&#1575; &#1610;&#1593;&#1576;&#1585; &#1607;&#1584;&#1575; &#1593;&#1606; &#1575;&#1604;&#1578;&#1608;&#1575;&#1586;&#1606; &#1575;&#1604;&#1580;&#1605;&#1610;&#1604; &#1575;&#1604;&#1584;&#1610;
&#1610;&#1591;&#1604;&#1576;&#1607; &#1605;&#1606;&#1575; &#1575;&#1604;&#1604;&#1607; &#1576;&#1610;&#1606; &#1575;&#1604;&#1580;&#1575;&#1606;&#1576; &#1575;&#1604;&#1593;&#1605;&#1604;&#1610; &#1608;&#1575;&#1604;&#1585;&#1608;&#1581;&#1610;.
</p></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="h2-basics-worksheet.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"> </td><td width="40%" align="left"> <a accesskey="n" href="h2-rules-context.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1608;&#1585;&#1602;&#1577; &#1593;&#1605;&#1604;: &#1603;&#1610;&#1601; &#1578;&#1587;&#1578;&#1582;&#1583;&#1605; &#1575;&#1604;&#1601;&#1607;&#1585;&#1587; &#1575;&#1604;&#1571;&#1576;&#1580;&#1583;&#1610; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> &#1575;&#1604;&#1602;&#1575;&#1593;&#1583;&#1577; 2 - &#1601;&#1587;&#1585; &#1581;&#1587;&#1576; &#1575;&#1604;&#1587;&#1610;&#1575;&#1602; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1610;</td></tr></table></div></body></html>
