<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1605;&#1583;&#1610;&#1585; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;</title><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><meta name="keywords" content="&#1603;&#1610;&#1608;&#1578; 4, &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;, &#1587;&#1608;&#1585;&#1583;, &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;, &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1605;&#1587;&#1575;&#1593;&#1583;&#1577;"><link rel="home" href="index.html" title="&#1583;&#1604;&#1610;&#1604; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><link rel="up" href="hdbk-op.html" title="&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;"><link rel="prev" href="hdbk-op-search.html" title="&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;"><link rel="next" href="hdbk-op-output.html" title="&#1575;&#1604;&#1578;&#1589;&#1583;&#1610;&#1585; &#1608; &#1575;&#1604;&#1591;&#1576;&#1575;&#1593;&#1577;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center"><span class="guimenuitem">&#1605;&#1583;&#1610;&#1585; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; </span></th></tr><tr><td width="20%" align="right"><a accesskey="p" href="hdbk-op-search.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center">&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;</th><td width="20%" align="left"> <a accesskey="n" href="hdbk-op-output.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="sect1" title="&#1605;&#1583;&#1610;&#1585; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="hdbk-op-bookshelfmanager"></a><span class="guimenuitem">&#1605;&#1583;&#1610;&#1585; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; </span></h2></div></div></div><p>The <span class="guimenuitem">Bookshelf Manager</span> is a tool to manage your
Bookshelf. You can install new works to your Bookshelf, and update or remove
existing works from your Bookshelf. Access it by clicking <span class="guimenu">Settings</span> &#8594; <span class="guimenuitem">Bookshelf Manager</span> in the main menu.</p><div class="tip" title="&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3><p>&#1573;&#1584;&#1575; &#1603;&#1575;&#1606;&#1578; &#1607;&#1584;&#1607; &#1607;&#1610; &#1575;&#1604;&#1605;&#1585;&#1577; &#1575;&#1604;&#1571;&#1608;&#1604;&#1609; &#1575;&#1604;&#1578;&#1610; &#1578;&#1602;&#1608;&#1605; &#1601;&#1610;&#1607;&#1575; &#1576;&#1578;&#1588;&#1594;&#1610;&#1604; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;&#1548; &#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1586;&#1585;
&#1575;&#1604;&#1578;&#1581;&#1583;&#1610;&#1579; &#1604;&#1610;&#1593;&#1585;&#1590; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580; &#1604;&#1603; &#1602;&#1575;&#1574;&#1605;&#1577; &#1576;&#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1605;&#1577; &#1605;&#1606; &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;.</p></div><div class="sect2" title="&#1573;&#1593;&#1583;&#1575;&#1583; &#1605;&#1587;&#1575;&#1585;&#1575;&#1578; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-bookshelfmanager-path"></a>&#1573;&#1593;&#1583;&#1575;&#1583; &#1605;&#1587;&#1575;&#1585;&#1575;&#1578; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;</h3></div></div></div><p>&#1607;&#1606;&#1575; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1581;&#1583;&#1610;&#1583; &#1575;&#1604;&#1605;&#1587;&#1575;&#1585; &#1575;&#1604;&#1584;&#1610; &#1587;&#1610;&#1587;&#1578;&#1582;&#1583;&#1605;&#1607; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1604;&#1581;&#1601;&#1592; &#1585;&#1601; &#1603;&#1578;&#1576;&#1603; &#1593;&#1604;&#1609; &#1575;&#1604;&#1602;&#1585;&#1589;
&#1575;&#1604;&#1589;&#1604;&#1576;. &#1576;&#1604; &#1608;&#1581;&#1578;&#1609; &#1610;&#1605;&#1603;&#1606;&#1603; &#1575;&#1604;&#1581;&#1601;&#1592; &#1601;&#1610; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1605;&#1580;&#1604;&#1583;. &#1575;&#1604;&#1605;&#1580;&#1604;&#1583; &#1575;&#1604;&#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610; &#1576;&#1575;&#1604;&#1606;&#1587;&#1576;&#1577; &#1604;&#1571;&#1606;&#1592;&#1605;&#1577;
&#1578;&#1588;&#1594;&#1610;&#1604; &#1604;&#1610;&#1606;&#1603;&#1587;/&#1610;&#1608;&#1606;&#1603;&#1587; &#1607;&#1608; "~/.sword/" &#1576;&#1610;&#1606;&#1605;&#1575; &#1575;&#1604;&#1605;&#1587;&#1575;&#1585; &#1575;&#1604;&#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610; &#1604;&#1606;&#1592;&#1575;&#1605; &#1578;&#1588;&#1594;&#1610;&#1575; &#1575;&#1604;&#1608;&#1610;&#1606;&#1583;&#1608;&#1586;
&#1607;&#1608; "C:\Documents and Settings\All Users\Application Data\Sword".</p><div class="tip" title="&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3><p>&#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1604;&#1583;&#1610;&#1603; &#1602;&#1585;&#1589; &#1587;&#1608;&#1585;&#1583; &#1575;&#1604;&#1605;&#1583;&#1605;&#1580; &#1608;&#1604;&#1603;&#1606;&#1603; &#1604;&#1575; &#1578;&#1585;&#1610;&#1583; &#1578;&#1579;&#1576;&#1610;&#1578; &#1575;&#1604;&#1603;&#1578;&#1576; &#1593;&#1604;&#1609; &#1602;&#1585;&#1589;&#1603; &#1575;&#1604;&#1589;&#1604;&#1576; &#1608;&#1578;&#1585;&#1610;&#1583;
&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;&#1607;&#1605; &#1605;&#1576;&#1575;&#1588;&#1585;&#1577; &#1605;&#1606; &#1593;&#1604;&#1609; &#1575;&#1604;&#1602;&#1585;&#1589; &#1575;&#1604;&#1605;&#1583;&#1605;&#1580;&#1548; &#1610;&#1605;&#1603;&#1606;&#1603; &#1593;&#1606;&#1583;&#1574;&#1584; &#1573;&#1590;&#1575;&#1601;&#1577; &#1575;&#1604;&#1605;&#1587;&#1575;&#1585; &#1573;&#1604;&#1609; &#1575;&#1604;&#1602;&#1585;&#1589;
&#1575;&#1604;&#1605;&#1583;&#1605;&#1580; &#1603;&#1608;&#1575;&#1581;&#1583; &#1605;&#1606; &#1605;&#1587;&#1575;&#1585;&#1575;&#1578; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;. &#1593;&#1606;&#1583; &#1576;&#1583;&#1569; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;&#1548; &#1587;&#1610;&#1593;&#1585;&#1590; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580; &#1603;&#1604; &#1575;&#1604;&#1603;&#1578;&#1576;
&#1593;&#1604;&#1609; &#1575;&#1604;&#1602;&#1585;&#1589; &#1575;&#1604;&#1605;&#1583;&#1605;&#1580; &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1605;&#1608;&#1580;&#1608;&#1583;&#1575;&#1611;.</p></div></div><div class="sect2" title="&#1578;&#1579;&#1576;&#1610;&#1578;/&#1578;&#1581;&#1583;&#1610;&#1579; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-bookshelfmanager-installupdate"></a>&#1578;&#1579;&#1576;&#1610;&#1578;/&#1578;&#1581;&#1583;&#1610;&#1579; &#1575;&#1604;&#1603;&#1578;&#1576;</h3></div></div></div><p>&#1605;&#1606; &#1582;&#1604;&#1575;&#1604; &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1575;&#1589;&#1610;&#1577;&#1548; &#1610;&#1605;&#1603;&#1606;&#1603; &#1575;&#1604;&#1573;&#1578;&#1589;&#1575;&#1604; &#1576;&#1605;&#1587;&#1578;&#1608;&#1583;&#1593; &#1582;&#1575;&#1589; &#1576;&#1575;&#1604;&#1603;&#1578;&#1576; &#1610;&#1587;&#1605;&#1609; "&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;&#1577;" &#1604;&#1578;&#1602;&#1608;&#1605;
&#1576;&#1606;&#1602;&#1604; &#1603;&#1578;&#1575;&#1576; &#1571;&#1608; &#1571;&#1603;&#1579;&#1585; &#1573;&#1604;&#1609; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1593;&#1604;&#1609; &#1580;&#1607;&#1575;&#1586;&#1603;. &#1610;&#1605;&#1603;&#1606; &#1604;&#1607;&#1584;&#1607; &#1575;&#1604;&#1605;&#1603;&#1578;&#1576;&#1575;&#1578; &#1571;&#1606; &#1578;&#1603;&#1608;&#1606; &#1593;&#1604;&#1609;
&#1580;&#1607;&#1575;&#1586;&#1603; (&#1605;&#1579;&#1575;&#1604; : &#1602;&#1585;&#1589; &#1587;&#1608;&#1585;&#1583; &#1575;&#1604;&#1605;&#1583;&#1605;&#1580; ) &#1571;&#1608; &#1593;&#1604;&#1609; &#1605;&#1608;&#1602;&#1593; &#1582;&#1575;&#1585;&#1580;&#1610; ( &#1605;&#1579;&#1575;&#1604; : &#1605;&#1587;&#1578;&#1608;&#1583;&#1593; &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;
&#1571;&#1608;&#1606;&#1604;&#1575;&#1610;&#1606; &#1604;&#1593;&#1606;&#1575;&#1589;&#1585; &#1587;&#1608;&#1585;&#1583; &#1548; &#1571;&#1608; &#1571;&#1610; &#1605;&#1608;&#1602;&#1593; &#1570;&#1582;&#1585; &#1610;&#1602;&#1583;&#1605; &#1593;&#1606;&#1575;&#1589;&#1585; &#1587;&#1608;&#1585;&#1583; ). &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1579;&#1576;&#1610;&#1578; &#1605;&#1589;&#1575;&#1583;&#1585;
&#1571;&#1582;&#1585;&#1609; &#1576;&#1601;&#1578;&#1581; &#1605;&#1585;&#1576;&#1593; &#1605;&#1589;&#1583;&#1585; &#1578;&#1579;&#1576;&#1610;&#1578; &#1580;&#1583;&#1610;&#1583; &#1579;&#1605; &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609;  <span class="guibutton">&#1573;&#1581;&#1590;&#1575;&#1585;
&#1575;&#1604;&#1602;&#1575;&#1574;&#1605;&#1577;...</span>. &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1573;&#1583;&#1575;&#1585;&#1577; &#1605;&#1603;&#1578;&#1576;&#1575;&#1578;&#1603; &#1605;&#1606; &#1582;&#1604;&#1575;&#1604; <span class="guibutton">&#1573;&#1590;&#1575;&#1601;&#1577; &#1605;&#1603;&#1578;&#1576;&#1577;
</span> &#1608; <span class="guibutton">&#1581;&#1584;&#1601; &#1605;&#1603;&#1578;&#1576;&#1577;</span>.</p><p>&#1604;&#1578;&#1576;&#1583;&#1571; &#1593;&#1605;&#1604;&#1610;&#1577; &#1575;&#1604;&#1578;&#1579;&#1576;&#1610;&#1578; &#1571;&#1608; &#1575;&#1604;&#1578;&#1581;&#1583;&#1610;&#1579;&#1548; &#1575;&#1582;&#1578;&#1585; &#1575;&#1604;&#1605;&#1603;&#1578;&#1576;&#1577; &#1575;&#1604;&#1578;&#1610; &#1578;&#1608;&#1583; &#1604;&#1573;&#1578;&#1589;&#1575;&#1604; &#1576;&#1607;&#1575; &#1608;&#1605;&#1587;&#1575;&#1585; &#1585;&#1601;
&#1575;&#1604;&#1603;&#1578;&#1576; &#1604;&#1578;&#1579;&#1576;&#1610;&#1578; &#1575;&#1604;&#1603;&#1578;&#1576; &#1593;&#1604;&#1609; &#1580;&#1607;&#1575;&#1586;&#1603;. &#1579;&#1605; &#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; <span class="guibutton">&#1575;&#1604;&#1573;&#1578;&#1589;&#1575;&#1604;
&#1576;&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;&#1577;</span>. &#1587;&#1610;&#1602;&#1608;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1576;&#1593;&#1605;&#1604; &#1605;&#1587;&#1581; &#1604;&#1605;&#1581;&#1578;&#1608;&#1610;&#1575;&#1578; &#1575;&#1604;&#1605;&#1603;&#1578;&#1576;&#1577; &#1608;&#1610;&#1581;&#1590;&#1585; &#1573;&#1604;&#1610;&#1603;
&#1602;&#1575;&#1574;&#1605;&#1577; &#1576;&#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1578;&#1610; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1573;&#1590;&#1575;&#1601;&#1578;&#1607;&#1575; &#1573;&#1604;&#1609; &#1585;&#1601; &#1603;&#1578;&#1576;&#1603; &#1571;&#1608; &#1578;&#1581;&#1583;&#1610;&#1579;&#1575;&#1578; &#1576;&#1606;&#1587;&#1582; &#1580;&#1583;&#1610;&#1583;&#1577; &#1604;&#1604;&#1603;&#1578;&#1576;
&#1575;&#1604;&#1605;&#1579;&#1576;&#1578;&#1577; &#1604;&#1583;&#1610;&#1603; &#1604;&#1578;&#1578;&#1605;&#1603;&#1606; &#1605;&#1606; &#1578;&#1581;&#1583;&#1610;&#1579;&#1607;&#1575;. &#1608;&#1605;&#1606; &#1579;&#1605; &#1610;&#1605;&#1603;&#1606;&#1603; &#1608;&#1590;&#1593; &#1593;&#1604;&#1575;&#1605;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1578;&#1610; &#1578;&#1585;&#1610;&#1583;
&#1578;&#1579;&#1576;&#1610;&#1578;&#1607;&#1575; &#1571;&#1608; &#1578;&#1581;&#1583;&#1610;&#1579;&#1607;&#1575;&#1548; &#1608;&#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; <span class="guibutton">&#1578;&#1579;&#1576;&#1610;&#1578; &#1603;&#1578;&#1576; </span>. &#1608;&#1587;&#1610;&#1578;&#1605; &#1606;&#1602;&#1604;
&#1575;&#1604;&#1603;&#1578;&#1576; &#1573;&#1604;&#1609; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1582;&#1575;&#1589; &#1576;&#1603;.</p></div><div class="sect2" title="&#1581;&#1584;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-bookshelfmanager-remove"></a>&#1581;&#1584;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;</h3></div></div></div><p>&#1605;&#1606; &#1582;&#1604;&#1575;&#1604; &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1575;&#1589;&#1610;&#1577; &#1610;&#1605;&#1603;&#1606;&#1603; &#1581;&#1584;&#1601; &#1603;&#1578;&#1575;&#1576; &#1571;&#1608; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1582;&#1575;&#1589; &#1576;&#1603; &#1604;&#1578;&#1581;&#1585;&#1610;&#1585; &#1605;&#1587;&#1575;&#1581;&#1577;
&#1601;&#1610; &#1575;&#1604;&#1602;&#1585;&#1589; &#1575;&#1604;&#1589;&#1604;&#1576;. &#1576;&#1576;&#1587;&#1575;&#1591;&#1577; &#1602;&#1605; &#1576;&#1578;&#1581;&#1583;&#1610;&#1583; &#1575;&#1604;&#1603;&#1578;&#1576; &#1579;&#1605; &#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; <span class="guibutton">&#1581;&#1584;&#1601;
&#1575;&#1604;&#1603;&#1578;&#1576;</span>.</p></div><div class="sect2" title="&#1601;&#1607;&#1575;&#1585;&#1587; &#1575;&#1604;&#1576;&#1581;&#1579;"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-bookshelfmanager-searchindexes"></a>&#1601;&#1607;&#1575;&#1585;&#1587; &#1575;&#1604;&#1576;&#1581;&#1579;</h3></div></div></div><p>&#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1575;&#1589;&#1610;&#1577; &#1578;&#1587;&#1605;&#1581; &#1604;&#1603; &#1576;&#1573;&#1606;&#1588;&#1575;&#1569; &#1601;&#1607;&#1575;&#1585;&#1587; &#1576;&#1581;&#1579; &#1580;&#1583;&#1610;&#1583;&#1577; &#1608;&#1578;&#1606;&#1592;&#1610;&#1601; &#1605;&#1604;&#1601;&#1575;&#1578; &#1575;&#1604;&#1601;&#1607;&#1585;&#1587; &#1575;&#1604;&#1578;&#1575;&#1604;&#1601;&#1577; &#1604;&#1604;&#1603;&#1578;&#1576;
&#1575;&#1604;&#1605;&#1581;&#1584;&#1608;&#1601;&#1577;.</p><div class="tip" title="&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3>
	If you are having problems with your search function, visit
	this feature.
      </div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="hdbk-op-search.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"><a accesskey="u" href="hdbk-op.html">&#1571;&#1593;&#1604;&#1609;</a></td><td width="40%" align="left"> <a accesskey="n" href="hdbk-op-output.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> &#1575;&#1604;&#1578;&#1589;&#1583;&#1610;&#1585; &#1608; &#1575;&#1604;&#1591;&#1576;&#1575;&#1593;&#1577;</td></tr></table></div></body></html>
