<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1571;&#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1591;&#1576;&#1610;&#1602; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</title><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><meta name="keywords" content="&#1603;&#1610;&#1608;&#1578; 4, &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;, &#1587;&#1608;&#1585;&#1583;, &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;, &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1605;&#1587;&#1575;&#1593;&#1583;&#1577;"><link rel="home" href="index.html" title="&#1583;&#1604;&#1610;&#1604; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><link rel="up" href="hdbk-op.html" title="&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;"><link rel="prev" href="hdbk-op.html" title="&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;"><link rel="next" href="hdbk-op-search.html" title="&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1571;&#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1591;&#1576;&#1610;&#1602; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="hdbk-op.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center">&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;</th><td width="20%" align="left"> <a accesskey="n" href="hdbk-op-search.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="sect1" title="&#1571;&#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1591;&#1576;&#1610;&#1602; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="hdbk-op-parts"></a>&#1571;&#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1591;&#1576;&#1610;&#1602; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</h2></div></div></div><div class="sect2" title="&#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-parts-bookshelf"></a>&#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;</h3></div></div></div><p>&#1610;&#1593;&#1585;&#1590; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1602;&#1575;&#1574;&#1605;&#1577; &#1576;&#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1579;&#1576;&#1578;&#1577;&#1548; &#1605;&#1589;&#1606;&#1601;&#1577; &#1581;&#1587;&#1576; &#1575;&#1604;&#1601;&#1574;&#1577; &#1608;&#1575;&#1604;&#1604;&#1594;&#1577;. &#1608;&#1610;&#1581;&#1578;&#1608;&#1610; &#1571;&#1610;&#1590;&#1575;&#1611; &#1593;&#1604;&#1609;
&#1601;&#1574;&#1577; &#1578;&#1587;&#1605;&#1609; "&#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578;". &#1581;&#1610;&#1579; &#1610;&#1605;&#1603;&#1606;&#1603; &#1581;&#1601;&#1592; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;&#1603; &#1608;&#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1610;&#1607;&#1575;.</p><div class="sect3" title="&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-bookshelf-open"></a>&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1603;&#1578;&#1576;</h4></div></div></div><p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1601;&#1578;&#1581; &#1603;&#1578;&#1575;&#1576; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1605;&#1606; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1576;&#1587;&#1607;&#1608;&#1604;&#1577;. &#1602;&#1605; &#1576;&#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1601;&#1574;&#1577; &#1575;&#1604;&#1605;&#1591;&#1604;&#1608;&#1576;&#1577;
(&#1578;&#1585;&#1580;&#1605;&#1575;&#1578; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;&#1548; &#1575;&#1604;&#1578;&#1601;&#1575;&#1587;&#1610;&#1585;&#1548; &#1575;&#1604;&#1605;&#1593;&#1575;&#1580;&#1605;&#1548; &#1575;&#1604;&#1603;&#1578;&#1576;&#1548; &#1575;&#1604;&#1578;&#1571;&#1605;&#1604;&#1575;&#1578; &#1571;&#1608; &#1575;&#1604;&#1605;&#1589;&#1604;&#1581;&#1575;&#1578;)
&#1576;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;  <span class="mousebutton"> &#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577; &#1575;&#1604;&#1571;&#1610;&#1587;&#1585; </span> &#1604;&#1593;&#1585;&#1590; &#1605;&#1581;&#1578;&#1608;&#1610;&#1575;&#1578;
&#1575;&#1604;&#1601;&#1574;&#1577;. &#1579;&#1605; &#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1608;&#1575;&#1581;&#1583; &#1605;&#1606; &#1575;&#1604;&#1603;&#1578;&#1576; &#1604;&#1601;&#1578;&#1581;&#1607; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577;. &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1587;&#1578;&#1592;&#1607;&#1585; &#1601;&#1610; &#1605;&#1606;&#1591;&#1602;&#1577;
&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;.</p><p>&#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1578;&#1602;&#1585;&#1571; &#1603;&#1578;&#1575;&#1576;&#1575;&#1611; &#1605;&#1593;&#1610;&#1606;&#1575;&#1611;&#1548; &#1608;&#1578;&#1585;&#1610;&#1583; &#1571;&#1606; &#1578;&#1601;&#1578;&#1581; &#1603;&#1578;&#1575;&#1576;&#1575;&#1611; &#1571;&#1582;&#1585; &#1593;&#1604;&#1609; &#1606;&#1601;&#1587; &#1575;&#1604;&#1601;&#1602;&#1585;&#1577; &#1575;&#1604;&#1578;&#1610;
&#1578;&#1602;&#1585;&#1571;&#1607;&#1575;&#1548; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1607;&#1584;&#1607; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; &#1575;&#1604;&#1605;&#1582;&#1578;&#1589;&#1585;&#1577;. &#1575;&#1606;&#1602;&#1585; <span class="mousebutton">&#1576;&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577;
&#1575;&#1604;&#1571;&#1610;&#1587;&#1585;</span> &#1593;&#1604;&#1609; &#1605;&#1585;&#1580;&#1593; &#1575;&#1604;&#1593;&#1583;&#1583;/&#1575;&#1604;&#1601;&#1602;&#1585;&#1577; (&#1575;&#1604;&#1605;&#1572;&#1588;&#1585; &#1610;&#1578;&#1594;&#1610;&#1585; &#1573;&#1604;&#1609; &#1588;&#1603;&#1604; &#1575;&#1604;&#1610;&#1583;)
&#1608;&#1575;&#1587;&#1581;&#1576;&#1607; &#1573;&#1604;&#1609; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;. &#1575;&#1601;&#1604;&#1578;&#1607; &#1593;&#1604;&#1609; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1584;&#1610; &#1578;&#1585;&#1610;&#1583; &#1601;&#1578;&#1581;&#1607;&#1548; &#1608;&#1587;&#1610;&#1578;&#1605; &#1601;&#1578;&#1581;&#1607; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1593;&#1604;&#1609;
&#1575;&#1604;&#1605;&#1608;&#1590;&#1593; &#1575;&#1604;&#1605;&#1581;&#1583;&#1583;. &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1610;&#1590;&#1575;&#1611; &#1575;&#1606; &#1578;&#1587;&#1581;&#1576; &#1605;&#1585;&#1580;&#1593; &#1575;&#1604;&#1593;&#1583;&#1583; &#1573;&#1604;&#1609; &#1606;&#1575;&#1601;&#1584;&#1577; &#1602;&#1585;&#1575;&#1569;&#1577; &#1605;&#1601;&#1578;&#1608;&#1581;&#1577; &#1604;&#1578;&#1584;&#1607;&#1576;
&#1573;&#1604;&#1609; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1605;&#1582;&#1578;&#1575;&#1585;&#1577;.</p></div><div class="sect3" title="&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1573;&#1590;&#1575;&#1601;&#1610;&#1577; &#1593;&#1606; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-bookshelf-metainfo"></a>&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1573;&#1590;&#1575;&#1601;&#1610;&#1577; &#1593;&#1606; &#1575;&#1604;&#1603;&#1578;&#1576;</h4></div></div></div><p>&#1573;&#1584;&#1575; &#1602;&#1605;&#1578; &#1576;&#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1571;&#1610;&#1602;&#1608;&#1606;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1576;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577;
<span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1605;&#1606;</span> &#1548; &#1587;&#1578;&#1585;&#1609; &#1602;&#1575;&#1574;&#1605;&#1577; &#1576;&#1576;&#1606;&#1608;&#1583; &#1573;&#1590;&#1575;&#1601;&#1610;&#1577; &#1584;&#1575;&#1578; &#1589;&#1604;&#1577; &#1576;&#1607;&#1584;&#1575;
&#1575;&#1604;&#1603;&#1578;&#1575;&#1576;. <span class="guimenuitem">"&#1593;&#1606; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;"</span> &#1578;&#1601;&#1578;&#1581; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1581;&#1608;&#1610; &#1575;&#1604;&#1593;&#1583;&#1610;&#1583; &#1605;&#1606;
&#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1575;&#1604;&#1605;&#1607;&#1605;&#1577; &#1593;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1582;&#1578;&#1575;&#1585;. <span class="guimenuitem">"Unlock this
work"</span> &#1578;&#1601;&#1578;&#1581; &#1606;&#1575;&#1601;&#1584;&#1577; &#1589;&#1594;&#1610;&#1585;&#1577; &#1582;&#1575;&#1589;&#1577; &#1576;&#1575;&#1604;&#1608;&#1579;&#1575;&#1574;&#1602; &#1575;&#1604;&#1605;&#1588;&#1601;&#1585;&#1577; &#1581;&#1610;&#1579; &#1610;&#1605;&#1603;&#1606;&#1603; &#1573;&#1583;&#1582;&#1575;&#1604;
&#1605;&#1601;&#1578;&#1575;&#1581; &#1575;&#1604;&#1583;&#1582;&#1608;&#1604; &#1573;&#1604;&#1609; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;. &#1604;&#1605;&#1586;&#1610;&#1583; &#1605;&#1606; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1593;&#1606; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1588;&#1601;&#1585;&#1577;&#1548; &#1610;&#1585;&#1580;&#1609;
&#1575;&#1604;&#1585;&#1580;&#1608;&#1593; &#1573;&#1604;&#1609; &#1589;&#1601;&#1581;&#1577; <a class="ulink" href="http://www.crosswire.org/sword/modules/aboutlocked.jsp" target="_top"> &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1588;&#1601;&#1585;&#1577;
</a> &#1593;&#1604;&#1609; &#1605;&#1608;&#1602;&#1593; &#1580;&#1605;&#1593;&#1610;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;.</p></div><div class="sect3" title="&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-bookshelf-search"></a>&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;</h4></div></div></div><p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1571;&#1581;&#1583; &#1575;&#1604;&#1603;&#1578;&#1576; &#1576;&#1608;&#1575;&#1587;&#1591;&#1577; &#1575;&#1604;&#1606;&#1602;&#1585; &#1576;&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577;
<span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1605;&#1606;</span> &#1593;&#1604;&#1609; &#1575;&#1604;&#1571;&#1610;&#1602;&#1608;&#1606;&#1577; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;&#1607; &#1608;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585;
<span class="guimenuitem">"&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;"</span>. &#1576;&#1575;&#1604;&#1590;&#1594;&#1591; &#1593;&#1604;&#1609; &#1605;&#1601;&#1578;&#1575;&#1581; Shift (&#1593;&#1575;&#1604;&#1610;) &#1601;&#1610;
&#1604;&#1608;&#1581;&#1577; &#1575;&#1604;&#1605;&#1601;&#1575;&#1578;&#1610;&#1581; &#1579;&#1605; &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1603;&#1578;&#1576; &#1571;&#1582;&#1585;&#1609; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1581;&#1583;&#1610;&#1583; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576;. &#1579;&#1605; &#1576;&#1573;&#1578;&#1576;&#1575;&#1593; &#1606;&#1601;&#1587;
&#1575;&#1604;&#1582;&#1591;&#1608;&#1575;&#1578; &#1578;&#1601;&#1578;&#1581; &#1605;&#1585;&#1576;&#1593; &#1575;&#1604;&#1576;&#1581;&#1579; &#1604;&#1610;&#1578;&#1605; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1582;&#1578;&#1575;&#1585;&#1577;. &#1575;&#1604;&#1608;&#1589;&#1601; &#1575;&#1604;&#1578;&#1601;&#1589;&#1610;&#1604;&#1610;
&#1604;&#1582;&#1589;&#1575;&#1574;&#1589; &#1593;&#1605;&#1604;&#1610;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1605;&#1608;&#1580;&#1608;&#1583; &#1601;&#1610; <a class="link" href="hdbk-op-search.html" title="&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;">&#1602;&#1587;&#1605; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610;
&#1575;&#1604;&#1603;&#1578;&#1576;</a>. </p></div><div class="sect3" title="&#1575;&#1604;&#1593;&#1605;&#1604; &#1605;&#1593; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-bookshelf-bookmarks"></a>&#1575;&#1604;&#1593;&#1605;&#1604; &#1605;&#1593; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578;</h4></div></div></div><p>

        </p><div class="tip" title="&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3><p>&#1575;&#1587;&#1581;&#1576; &#1608;&#1575;&#1601;&#1604;&#1578; &#1575;&#1604;&#1603;&#1578;&#1576; &#1607;&#1606;&#1575;</p></div><p>

	&#1575;&#1606;&#1602;&#1585; &#1576;&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577; <span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1605;&#1606;</span> &#1593;&#1604;&#1609; &#1601;&#1574;&#1577; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1605;&#1606; &#1585;&#1601;
&#1575;&#1604;&#1603;&#1578;&#1576; &#1608;&#1575;&#1582;&#1578;&#1585; <span class="guimenuitem">"&#1573;&#1606;&#1588;&#1575;&#1569; &#1605;&#1580;&#1604;&#1583; &#1580;&#1583;&#1610;&#1583;"</span> &#1604;&#1573;&#1606;&#1588;&#1575;&#1569; &#1605;&#1580;&#1604;&#1583; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578;
&#1601;&#1585;&#1593;&#1610; &#1580;&#1583;&#1610;&#1583;. &#1576;&#1573;&#1605;&#1603;&#1575;&#1606;&#1603; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1582;&#1575;&#1589;&#1610;&#1577; &#1575;&#1604;&#1587;&#1581;&#1576; &#1608;&#1575;&#1604;&#1573;&#1601;&#1604;&#1575;&#1578; &#1575;&#1604;&#1605;&#1593;&#1578;&#1575;&#1583;&#1577; &#1604;&#1587;&#1581;&#1576; &#1575;&#1604;&#1571;&#1593;&#1583;&#1575;&#1583; &#1605;&#1606;
&#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1571;&#1608; &#1606;&#1578;&#1575;&#1574;&#1580; &#1575;&#1604;&#1576;&#1581;&#1579; &#1573;&#1604;&#1609; &#1605;&#1580;&#1604;&#1583; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578;&#1548; &#1608;&#1604;&#1573;&#1593;&#1575;&#1583;&#1577; &#1578;&#1585;&#1578;&#1610;&#1576; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1576;&#1610;&#1606;
&#1575;&#1604;&#1605;&#1580;&#1604;&#1583;&#1575;&#1578;.</p><p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1571;&#1610;&#1590;&#1575;&#1611; &#1573;&#1587;&#1578;&#1610;&#1585;&#1575;&#1583; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1605;&#1606; &#1575;&#1604;&#1570;&#1582;&#1585;&#1610;&#1606; &#1571;&#1608; &#1578;&#1589;&#1583;&#1610;&#1585; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578;&#1603; &#1604;&#1605;&#1588;&#1575;&#1585;&#1603;&#1578;&#1607;&#1575;
&#1605;&#1593;&#1607;&#1605;. &#1604;&#1578;&#1602;&#1608;&#1605; &#1576;&#1607;&#1584;&#1575; &#1575;&#1606;&#1602;&#1585; &#1610;&#1605;&#1610;&#1606;&#1575;&#1611; &#1604;&#1601;&#1578;&#1581; &#1602;&#1575;&#1574;&#1605;&#1577; &#1605;&#1580;&#1604;&#1583; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1576;&#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; &#1575;&#1604;&#1605;&#1608;&#1590;&#1581;&#1577;
&#1593;&#1575;&#1604;&#1610;&#1607;&#1548; &#1608;&#1575;&#1582;&#1578;&#1585; <span class="guimenuitem">"&#1578;&#1589;&#1583;&#1610;&#1585; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578;"</span>. &#1587;&#1610;&#1601;&#1578;&#1581; &#1604;&#1603; &#1607;&#1584;&#1575; &#1605;&#1585;&#1576;&#1593;&#1575;&#1611;
&#1581;&#1608;&#1575;&#1585;&#1610;&#1575;&#1611; &#1605;&#1606;&#1607; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1581;&#1601;&#1592; &#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578;. &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1571;&#1610;&#1590;&#1575;&#1611; &#1573;&#1587;&#1578;&#1610;&#1585;&#1575;&#1583; &#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1576;&#1606;&#1601;&#1587;
&#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577;.</p><p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1571;&#1610;&#1590;&#1575;&#1611; &#1575;&#1604;&#1606;&#1602;&#1585; &#1576;&#1608;&#1575;&#1587;&#1591;&#1577; <span class="mousebutton">&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577; &#1575;&#1604;&#1575;&#1610;&#1605;&#1606; </span> &#1593;&#1604;&#1609;
&#1575;&#1604;&#1605;&#1580;&#1604;&#1583;&#1575;&#1578; &#1608;&#1575;&#1604;&#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1604;&#1578;&#1594;&#1610;&#1610;&#1585; &#1575;&#1587;&#1605;&#1575;&#1569;&#1607;&#1575; &#1608;&#1575;&#1604;&#1608;&#1589;&#1601; &#1575;&#1604;&#1582;&#1575;&#1589; &#1576;&#1607;&#1575;.</p></div></div><div class="sect2" title="&#1575;&#1604;&#1605;&#1603;&#1576;&#1585; (&#1575;&#1604;&#1593;&#1583;&#1587;&#1577; &#1575;&#1604;&#1605;&#1603;&#1576;&#1585;&#1577;)"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-parts-mag"></a>&#1575;&#1604;&#1605;&#1603;&#1576;&#1585; (&#1575;&#1604;&#1593;&#1583;&#1587;&#1577; &#1575;&#1604;&#1605;&#1603;&#1576;&#1585;&#1577;)</h3></div></div></div><p>&#1575;&#1604;&#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1589;&#1594;&#1610;&#1585;&#1577; &#1601;&#1610; &#1575;&#1604;&#1585;&#1603;&#1606; &#1575;&#1604;&#1571;&#1610;&#1587;&#1585; &#1575;&#1604;&#1587;&#1601;&#1604;&#1610; &#1605;&#1606; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1578;&#1578;&#1580;&#1575;&#1608;&#1576; &#1605;&#1593; &#1605;&#1585;&#1608;&#1585; &#1605;&#1572;&#1588;&#1585;
&#1575;&#1604;&#1601;&#1571;&#1585;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1606;&#1589;&#1608;&#1589; &#1575;&#1604;&#1578;&#1610; &#1578;&#1581;&#1608;&#1609; &#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1573;&#1590;&#1575;&#1601;&#1610;&#1577; (&#1605;&#1579;&#1604; &#1571;&#1585;&#1602;&#1575;&#1605; &#1587;&#1578;&#1585;&#1608;&#1606;&#1580;)&#1548; &#1608;&#1578;&#1593;&#1585;&#1590; &#1607;&#1584;&#1607;
&#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1601;&#1610; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1605;&#1603;&#1576;&#1585; &#1605;&#1587;&#1578;&#1602;&#1604;&#1577; &#1593;&#1606; &#1575;&#1604;&#1606;&#1589;. &#1602;&#1605; &#1576;&#1578;&#1580;&#1585;&#1576;&#1578;&#1607;&#1575; &#1576;&#1606;&#1601;&#1587;&#1603; &#1604;&#1578;&#1585;&#1575;&#1607;&#1575; &#1593;&#1605;&#1604;&#1610;&#1575;&#1611;.</p></div><div class="sect2" title="&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-parts-desk"></a>&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;</h3></div></div></div><p>&#1575;&#1604;&#1605;&#1603;&#1578;&#1576; &#1607;&#1608; &#1605;&#1587;&#1585;&#1581; &#1575;&#1604;&#1571;&#1581;&#1583;&#1575;&#1579; &#1575;&#1604;&#1581;&#1602;&#1610;&#1602;&#1610; &#1601;&#1610; &#1576;&#1610;&#1604; &#1578;&#1575;&#1610;&#1605;. &#1607;&#1606;&#1575; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1601;&#1578;&#1581; &#1575;&#1604;&#1603;&#1578;&#1576; &#1605;&#1606; &#1585;&#1601;
&#1575;&#1604;&#1603;&#1578;&#1576;&#1548; &#1602;&#1585;&#1575;&#1569;&#1578;&#1607;&#1575;&#1548; <a class="link" href="hdbk-op-search.html" title="&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;">&#1575;&#1604;&#1576;&#1581;&#1579;</a> &#1601;&#1610;&#1607;&#1575;&#1548; &#1576;&#1604; &#1608;&#1581;&#1578;&#1609;
&#1578;&#1583;&#1608;&#1610;&#1606; &#1605;&#1604;&#1575;&#1581;&#1592;&#1575;&#1578;&#1603; &#1601;&#1610; &#1593;&#1606;&#1589;&#1585; &#1575;&#1604;&#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578; &#1575;&#1604;&#1588;&#1582;&#1589;&#1610;&#1577;  (see <a class="link" href="hdbk-op-parts.html#hdbk-op-parts-desk-write" title="&#1578;&#1581;&#1585;&#1610;&#1585; &#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578;&#1603; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577;">&#1571;&#1583;&#1606;&#1575;&#1607;</a>). </p><div class="sect3" title="&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1603;&#1578;&#1576;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-desk-read"></a>&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1603;&#1578;&#1576;</h4></div></div></div><p>&#1603;&#1605;&#1575; &#1585;&#1571;&#1610;&#1606;&#1575; <a class="link" href="hdbk-op-parts.html#hdbk-op-parts-bookshelf-open" title="&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1603;&#1578;&#1576;">&#1605;&#1606; &#1602;&#1576;&#1604; </a>&#1548;
&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1601;&#1578;&#1581; &#1575;&#1604;&#1603;&#1578;&#1576; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1576;&#1587;&#1607;&#1608;&#1604;&#1577; &#1593;&#1606; &#1591;&#1585;&#1610;&#1602; &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1571;&#1610;&#1602;&#1608;&#1606;&#1575;&#1578; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;&#1607;&#1575; &#1601;&#1610; &#1585;&#1601;
&#1575;&#1604;&#1603;&#1578;&#1576;. &#1608;&#1607;&#1584;&#1575; &#1587;&#1610;&#1601;&#1578;&#1581; &#1606;&#1575;&#1601;&#1584;&#1577; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1601;&#1610; &#1605;&#1606;&#1591;&#1602;&#1577; &#1575;&#1604;&#1605;&#1603;&#1578;&#1576;. &#1603;&#1604; &#1606;&#1575;&#1601;&#1584;&#1577; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1578;&#1581;&#1578;&#1608;&#1610; &#1593;&#1604;&#1609;
&#1588;&#1585;&#1610;&#1591; &#1571;&#1583;&#1608;&#1575;&#1578;&#1548; &#1601;&#1610;&#1607; &#1587;&#1578;&#1580;&#1583; &#1575;&#1604;&#1571;&#1583;&#1608;&#1575;&#1578; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;&#1578;&#1589;&#1601;&#1581; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1601;&#1578;&#1608;&#1581; &#1601;&#1610; &#1607;&#1584;&#1607; &#1575;&#1604;&#1606;&#1575;&#1601;&#1584;&#1577;
&#1576;&#1575;&#1604;&#1573;&#1590;&#1575;&#1601;&#1577; &#1604;&#1571;&#1586;&#1585;&#1575;&#1585; &#1575;&#1604;&#1578;&#1575;&#1585;&#1610;&#1582; &#1575;&#1604;&#1578;&#1610; &#1578;&#1588;&#1576;&#1607; &#1578;&#1604;&#1603; &#1575;&#1604;&#1578;&#1610; &#1578;&#1585;&#1575;&#1607;&#1575; &#1601;&#1610; &#1605;&#1578;&#1589;&#1601;&#1581; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578;. </p></div><div class="sect3" title="&#1578;&#1585;&#1578;&#1610;&#1576; &#1606;&#1608;&#1575;&#1601;&#1584; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-desk-placement"></a>&#1578;&#1585;&#1578;&#1610;&#1576; &#1606;&#1608;&#1575;&#1601;&#1584; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577;</h4></div></div></div><p>&#1576;&#1591;&#1576;&#1610;&#1593;&#1577; &#1575;&#1604;&#1581;&#1575;&#1604;&#1548; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1601;&#1578;&#1581; &#1593;&#1583;&#1577; &#1603;&#1578;&#1576; &#1604;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1601;&#1610; &#1606;&#1601;&#1587; &#1575;&#1604;&#1608;&#1602;&#1578;. &#1607;&#1606;&#1575;&#1603; &#1593;&#1583;&#1577; &#1591;&#1585;&#1602; &#1604;&#1578;&#1585;&#1578;&#1610;&#1576;
&#1606;&#1608;&#1575;&#1601;&#1584; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1605;&#1601;&#1578;&#1608;&#1581;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1603;&#1578;&#1576;. &#1585;&#1580;&#1575;&#1569;&#1575;&#1611; &#1573;&#1604;&#1602; &#1606;&#1592;&#1585;&#1577; &#1593;&#1604;&#1609; &#1602;&#1575;&#1574;&#1605;&#1577; <span class="guimenu"> &#1606;&#1575;&#1601;&#1584;&#1577;
</span> &#1605;&#1606; &#1575;&#1604;&#1602;&#1575;&#1574;&#1605;&#1577; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610;&#1577;. &#1587;&#1578;&#1604;&#1575;&#1581;&#1592; &#1571;&#1606;&#1603; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1578;&#1581;&#1603;&#1605; &#1601;&#1610; &#1606;&#1608;&#1575;&#1601;&#1584; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577;
&#1576;&#1588;&#1603;&#1604; &#1603;&#1575;&#1605;&#1604; &#1576;&#1606;&#1601;&#1587;&#1603;&#1548; &#1571;&#1608; &#1578;&#1578;&#1585;&#1603; &#1607;&#1584;&#1607; &#1575;&#1604;&#1605;&#1607;&#1605;&#1577; &#1604;&#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1604;&#1578;&#1578;&#1593;&#1575;&#1605;&#1604; &#1605;&#1593;&#1607;&#1575; &#1576;&#1588;&#1603;&#1604;
&#1578;&#1604;&#1602;&#1575;&#1574;&#1610;. &#1604;&#1578;&#1602;&#1608;&#1605; &#1576;&#1607;&#1584;&#1575;&#1548; &#1593;&#1604;&#1610;&#1603; &#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1571;&#1581;&#1583; &#1571;&#1608;&#1590;&#1575;&#1593; &#1575;&#1604;&#1578;&#1585;&#1578;&#1610;&#1576; &#1575;&#1604;&#1578;&#1604;&#1602;&#1575;&#1574;&#1610; &#1575;&#1604;&#1605;&#1578;&#1575;&#1581;&#1577; &#1605;&#1606; &#1602;&#1575;&#1574;&#1605;&#1577;
<span class="guimenu"> &#1606;&#1575;&#1601;&#1584;&#1577; </span> &#8594; <span class="guimenuitem"> &#1606;&#1605;&#1591; &#1575;&#1604;&#1578;&#1585;&#1578;&#1610;&#1576;
</span>. &#1602;&#1605; &#1576;&#1578;&#1580;&#1585;&#1576;&#1578;&#1607;&#1575; &#1576;&#1606;&#1601;&#1587;&#1603;&#1548; &#1573;&#1606;&#1607;&#1575; &#1591;&#1585;&#1610;&#1602;&#1577; &#1576;&#1587;&#1610;&#1591;&#1577; &#1608;&#1601;&#1593;&#1575;&#1604;&#1577;.</p></div><div class="sect3" title="&#1578;&#1581;&#1585;&#1610;&#1585; &#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578;&#1603; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577;"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-parts-desk-write"></a>&#1578;&#1581;&#1585;&#1610;&#1585; &#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578;&#1603; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577;</h4></div></div></div><p>&#1604;&#1578;&#1578;&#1605;&#1603;&#1606; &#1605;&#1606; &#1578;&#1587;&#1580;&#1610;&#1604; &#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578;&#1603; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1593;&#1604;&#1609; &#1601;&#1589;&#1608;&#1604; &#1605;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;&#1548; &#1610;&#1578;&#1593;&#1610;&#1606; &#1593;&#1604;&#1610;&#1603; &#1578;&#1579;&#1576;&#1610;&#1578;
&#1603;&#1578;&#1575;&#1576; &#1605;&#1606; &#1605;&#1603;&#1578;&#1576;&#1577; <a class="ulink" href="http://www.crosswire.org" target="_top">&#1580;&#1605;&#1593;&#1610;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1603;&#1585;&#1608;&#1587;
&#1608;&#1610;&#1585;</a>. &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1587;&#1605;&#1607; "Personal commentary"&#1571;&#1608; "&#1575;&#1604;&#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578; &#1575;&#1604;&#1588;&#1582;&#1589;&#1610;&#1577;". </p><p>&#1573;&#1584;&#1575; &#1602;&#1605;&#1578; &#1576;&#1601;&#1578;&#1581; &#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578; &#1575;&#1604;&#1588;&#1582;&#1589;&#1610;&#1577; &#1576;&#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1571;&#1610;&#1602;&#1608;&#1606;&#1578;&#1607; &#1605;&#1606; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1576;&#1586;&#1585;
&#1575;&#1604;&#1601;&#1571;&#1585;&#1577; <span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1587;&#1585;</span>&#1548; &#1587;&#1610;&#1601;&#1578;&#1581; &#1575;&#1604;&#1593;&#1606;&#1589;&#1585; &#1601;&#1610; &#1608;&#1590;&#1593; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1608;&#1604;&#1606;
&#1578;&#1578;&#1605;&#1603;&#1606; &#1605;&#1606; &#1575;&#1604;&#1578;&#1581;&#1585;&#1610;&#1585; &#1601;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1608;&#1590;&#1593;. &#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1578;&#1585;&#1610;&#1583; &#1578;&#1583;&#1608;&#1610;&#1606; &#1578;&#1571;&#1605;&#1604;&#1575;&#1578;&#1603; &#1601;&#1610; &#1575;&#1604;&#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578;
&#1575;&#1604;&#1588;&#1582;&#1589;&#1610;&#1577;&#1548; &#1587;&#1610;&#1578;&#1593;&#1610;&#1606; &#1593;&#1604;&#1610;&#1603; &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1575;&#1604;&#1571;&#1610;&#1602;&#1608;&#1606;&#1577; &#1576;&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577;
<span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1605;&#1606;</span> &#1608;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; <span class="guimenu">&#1578;&#1581;&#1585;&#1610;&#1585; &#1607;&#1584;&#1575;
&#1575;&#1604;&#1603;&#1578;&#1575;&#1576;</span> &#1579;&#1605; &#1575;&#1604;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1576;&#1610;&#1606; <span class="guimenuitem">&#1606;&#1589; &#1576;&#1587;&#1610;&#1591; </span>(&#1605;&#1581;&#1585;&#1585;
&#1588;&#1601;&#1585;&#1577; &#1575;&#1604;&#1605;&#1589;&#1583;&#1585;) &#1571;&#1608; <span class="guimenuitem">HTML</span>(&#1605;&#1581;&#1585;&#1585; &#1608;&#1575;&#1580;&#1607;&#1577; &#1605;&#1587;&#1578;&#1582;&#1583;&#1605; &#1585;&#1587;&#1608;&#1605;&#1610;&#1577;
&#1576;&#1587;&#1610;&#1591; &#1605;&#1606; &#1606;&#1608;&#1593; wysiwyg ).</p><div class="tip" title="&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3><p>&#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1582;&#1610;&#1575;&#1585; <span class="guimenu">&#1578;&#1581;&#1585;&#1610;&#1585; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; </span>
&#1594;&#1610;&#1585; &#1606;&#1588;&#1591;&#1548; &#1585;&#1580;&#1575;&#1569;&#1575;&#1611; &#1578;&#1571;&#1603;&#1583; &#1605;&#1606; &#1573;&#1605;&#1578;&#1604;&#1575;&#1603;&#1603; &#1578;&#1589;&#1585;&#1610;&#1581; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;&#1577; &#1573;&#1604;&#1609; &#1605;&#1604;&#1601;&#1575;&#1578; &#1575;&#1604;&#1578;&#1593;&#1604;&#1610;&#1602;&#1575;&#1578; &#1575;&#1604;&#1588;&#1582;&#1589;&#1610;&#1577;.</p></div><div class="tip" title="&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3><p>&#1575;&#1604;&#1587;&#1581;&#1576; &#1608;&#1575;&#1604;&#1573;&#1601;&#1604;&#1575;&#1578; &#1610;&#1593;&#1605;&#1604; &#1607;&#1606;&#1575;. &#1575;&#1601;&#1604;&#1578; &#1605;&#1585;&#1580;&#1593; &#1570;&#1610;&#1577; &#1608;&#1587;&#1610;&#1578;&#1605; &#1573;&#1583;&#1585;&#1575;&#1580; &#1606;&#1589; &#1575;&#1604;&#1570;&#1610;&#1577;.</p></div></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="hdbk-op.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"><a accesskey="u" href="hdbk-op.html">&#1571;&#1593;&#1604;&#1609;</a></td><td width="40%" align="left"> <a accesskey="n" href="hdbk-op-search.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;</td></tr></table></div></body></html>
