<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;</title><meta name="generator" content="DocBook XSL Stylesheets V1.78.1"><meta name="keywords" content="&#1603;&#1610;&#1608;&#1578; 4, &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;, &#1587;&#1608;&#1585;&#1583;, &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;, &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1605;&#1587;&#1575;&#1593;&#1583;&#1577;"><link rel="home" href="index.html" title="&#1583;&#1604;&#1610;&#1604; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><link rel="up" href="hdbk-op.html" title="&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;"><link rel="prev" href="hdbk-op-parts.html" title="&#1571;&#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1591;&#1576;&#1610;&#1602; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><link rel="next" href="hdbk-op-bookshelfmanager.html" title="&#1605;&#1583;&#1610;&#1585; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="hdbk-op-parts.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center">&#1601;&#1589;&#1604; 3. &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;</th><td width="20%" align="left"> <a accesskey="n" href="hdbk-op-bookshelfmanager.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="sect1"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="hdbk-op-search"></a>&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1576;</h2></div></div></div>
    

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-search-intext"></a>&#1576;&#1581;&#1579; &#1575;&#1604;&#1606;&#1589; &#1601;&#1610; &#1606;&#1575;&#1601;&#1584;&#1577; &#1602;&#1585;&#1575;&#1569;&#1577; &#1605;&#1601;&#1578;&#1608;&#1581;&#1577;</h3></div></div></div>
      
      <p>&#1576;&#1573;&#1605;&#1603;&#1575;&#1606;&#1603; &#1575;&#1604;&#1576;&#1581;&#1579; &#1593;&#1606; &#1603;&#1604;&#1605;&#1577; &#1571;&#1608; &#1593;&#1576;&#1575;&#1585;&#1577; &#1601;&#1610; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1605;&#1601;&#1578;&#1608;&#1581;&#1577; (&#1605;&#1579;&#1604; &#1575;&#1589;&#1581;&#1575;&#1581; &#1578;&#1602;&#1585;&#1571;&#1607; &#1605;&#1606;
&#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;) &#1578;&#1605;&#1575;&#1605;&#1575;&#1611; &#1576;&#1606;&#1601;&#1587; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; &#1575;&#1604;&#1578;&#1610; &#1578;&#1593;&#1608;&#1583;&#1578; &#1593;&#1604;&#1610;&#1607;&#1575; &#1601;&#1610; &#1575;&#1604;&#1576;&#1585;&#1575;&#1605;&#1580; &#1575;&#1604;&#1571;&#1582;&#1585;&#1609;. &#1610;&#1605;&#1603;&#1606;&#1603;
&#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1604;&#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1575;&#1589;&#1610;&#1577; &#1593;&#1606; &#1591;&#1585;&#1610;&#1602; &#1573;&#1605;&#1575; &#1575;&#1604;&#1606;&#1602;&#1585; &#1576;&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577;
<span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1605;&#1606;</span> &#1608;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; <span class="guimenuitem">&#1576;&#1581;&#1579;
...</span>&#1548; &#1571;&#1608; &#1576;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1573;&#1582;&#1578;&#1589;&#1575;&#1585; <span class="keycap"><strong>CtrlF</strong></span>. &#1578;&#1575;&#1576;&#1593; &#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1604;&#1578;&#1578;&#1593;&#1585;&#1601; &#1593;&#1604;&#1609; &#1603;&#1610;&#1601;&#1610;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610;
&#1603;&#1604; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;.</p>
    </div>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-search-access"></a>&#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1604;&#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579;</h3></div></div></div>
      
      <p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1571;&#1581;&#1583; &#1575;&#1604;&#1603;&#1578;&#1576; &#1593;&#1606; &#1591;&#1585;&#1610;&#1602; &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1571;&#1610;&#1602;&#1608;&#1606;&#1578;&#1607; &#1601;&#1610; <span class="guimenu">&#1585;&#1601;
&#1575;&#1604;&#1603;&#1578;&#1576;</span>  &#1576;&#1608;&#1575;&#1587;&#1591;&#1577; &#1585;&#1586; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577; <span class="mousebutton">&#1575;&#1604;&#1571;&#1610;&#1605;&#1606;</span> &#1579;&#1605;
&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; <span class="guimenuitem">&#1576;&#1581;&#1579; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;/&#1575;&#1604;&#1603;&#1578;&#1576;</span>. &#1576;&#1575;&#1604;&#1590;&#1594;&#1591; &#1575;&#1604;&#1605;&#1587;&#1578;&#1605;&#1585; &#1593;&#1604;&#1609;
Shift &#1571;&#1608; Ctrl &#1605;&#1606; &#1604;&#1608;&#1581;&#1577; &#1575;&#1604;&#1605;&#1601;&#1575;&#1578;&#1610;&#1581; &#1608;&#1575;&#1604;&#1606;&#1602;&#1585; &#1576;&#1575;&#1604;&#1601;&#1571;&#1585;&#1577; &#1593;&#1604;&#1609; &#1575;&#1587;&#1605;&#1575;&#1569; &#1603;&#1578;&#1576; &#1571;&#1582;&#1585;&#1609; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593;
&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1603;&#1578;&#1575;&#1576; &#1579;&#1605; &#1575;&#1578;&#1576;&#1593; &#1606;&#1601;&#1587; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; &#1604;&#1601;&#1578;&#1581; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579;. &#1587;&#1610;&#1578;&#1605; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1580;&#1605;&#1610;&#1593;
&#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1582;&#1578;&#1575;&#1585;&#1577; &#1601;&#1610; &#1606;&#1601;&#1587; &#1575;&#1604;&#1578;&#1608;&#1602;&#1610;&#1578;.</p>

      <p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1571;&#1610;&#1590;&#1575;&#1611; &#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1609; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1605;&#1606; &#1582;&#1604;&#1575;&#1604; &#1602;&#1575;&#1574;&#1605;&#1577; <span class="guimenu">&#1576;&#1581;&#1579;</span> &#1605;&#1606; &#1575;&#1604;&#1602;&#1575;&#1574;&#1605;&#1577; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610;&#1577;&#1548; &#1579;&#1605; &#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1606;&#1605;&#1591;
&#1575;&#1604;&#1576;&#1581;&#1579; &#1575;&#1604;&#1605;&#1606;&#1575;&#1587;&#1576;.</p>

      <p>&#1591;&#1585;&#1610;&#1602;&#1577; &#1579;&#1575;&#1604;&#1579;&#1577; &#1604;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1609; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1605;&#1606; &#1582;&#1604;&#1575;&#1604; &#1575;&#1604;&#1590;&#1594;&#1591; &#1593;&#1604;&#1609; &#1571;&#1610;&#1602;&#1608;&#1606;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1606;&#1575;&#1601;&#1584;&#1577;
&#1575;&#1604;&#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1605;&#1601;&#1578;&#1608;&#1581;&#1577;.</p>
    </div>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-search-config"></a>&#1590;&#1576;&#1591; &#1573;&#1593;&#1583;&#1575;&#1583;&#1575;&#1578; &#1575;&#1604;&#1576;&#1581;&#1579;</h3></div></div></div>
      
      <div class="screenshot">
 <div class="mediaobject"><table border="0" summary="manufactured viewport for HTML img" style="cellpadding: 0; cellspacing: 0;" width="100%"><tr><td><img src="ss_searchopts.png" height="360"></td></tr></table></div></div>
      <div class="sect3"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-search-config-works"></a>&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1575;&#1604;&#1603;&#1578;&#1576;</h4></div></div></div>
        
        <p>&#1593;&#1604;&#1609; &#1585;&#1571;&#1587; &#1604;&#1587;&#1575;&#1606; &#1575;&#1604;&#1582;&#1610;&#1575;&#1585;&#1575;&#1578; &#1587;&#1578;&#1580;&#1583; <span class="guibutton">&#1575;&#1582;&#1578;&#1585;</span> (&#1575;&#1604;&#1603;&#1578;&#1576;). &#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1578;&#1585;&#1610;&#1583;
&#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1593;&#1583;&#1577; &#1603;&#1578;&#1576;&#1548; &#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1607;&#1584;&#1575; &#1575;&#1604;&#1586;&#1585; &#1608;&#1587;&#1610;&#1601;&#1578;&#1581; &#1604;&#1603; &#1607;&#1584;&#1575; &#1602;&#1575;&#1574;&#1605;&#1577; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1605;&#1606; &#1582;&#1604;&#1575;&#1604;&#1607;&#1575;
&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1578;&#1610; &#1578;&#1608;&#1583; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610;&#1607;&#1575;.</p>
      </div>
      <div class="sect3"><div class="titlepage"><div><div><h4 class="title"><a name="hd-op-search-config-scope"></a>&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1605;&#1580;&#1575;&#1604;&#1575;&#1578; &#1575;&#1604;&#1576;&#1581;&#1579;</h4></div></div></div>
        
        <p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1581;&#1583;&#1610;&#1583; &#1605;&#1580;&#1575;&#1604; &#1575;&#1604;&#1576;&#1581;&#1579; &#1576;&#1580;&#1586;&#1569; &#1605;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1593;&#1606; &#1591;&#1585;&#1610;&#1602; &#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1571;&#1581;&#1583; &#1575;&#1604;&#1605;&#1580;&#1575;&#1604;&#1575;&#1578;
&#1575;&#1604;&#1605;&#1581;&#1583;&#1583;&#1577; &#1605;&#1587;&#1576;&#1602;&#1575;&#1611; &#1605;&#1606; &#1602;&#1575;&#1574;&#1605;&#1577; <span class="guimenu">&#1605;&#1580;&#1575;&#1604; &#1575;&#1604;&#1576;&#1581;&#1579;</span>. &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1581;&#1583;&#1610;&#1583; &#1606;&#1591;&#1575;&#1602;
&#1575;&#1604;&#1576;&#1581;&#1579; &#1575;&#1604;&#1582;&#1575;&#1589; &#1576;&#1603; &#1576;&#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1586;&#1585; <span class="guibutton">&#1573;&#1593;&#1583;&#1575;&#1583; &#1606;&#1591;&#1575;&#1602;&#1575;&#1578; &#1575;&#1604;&#1576;&#1581;&#1579;</span>.</p>
      </div>

      <div class="sect3"><div class="titlepage"><div><div><h4 class="title"><a name="hd-op-search-config-syntax"></a>&#1605;&#1602;&#1583;&#1605;&#1577; &#1601;&#1610; &#1571;&#1587;&#1575;&#1587;&#1610;&#1575;&#1578; &#1589;&#1610;&#1594; &#1575;&#1604;&#1576;&#1581;&#1579;</h4></div></div></div>
        

        <p>&#1575;&#1583;&#1582;&#1604; &#1580;&#1605;&#1604;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1578;&#1601;&#1589;&#1604;&#1607;&#1575; &#1575;&#1604;&#1605;&#1587;&#1575;&#1601;&#1575;&#1578;. &#1587;&#1578;&#1602;&#1608;&#1605; &#1582;&#1575;&#1589;&#1610;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579; &#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610;&#1575;&#1611; &#1576;&#1573;&#1585;&#1580;&#1575;&#1593;  &#1575;&#1604;&#1606;&#1578;&#1575;&#1574;&#1580;
&#1575;&#1604;&#1578;&#1610; &#1578;&#1591;&#1575;&#1576;&#1602; &#1603;&#1604; &#1575;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578;. &#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1578;&#1585;&#1610;&#1583; &#1573;&#1610;&#1580;&#1575;&#1583; &#1575;&#1610; &#1605;&#1606; &#1575;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578; &#1575;&#1604;&#1605;&#1583;&#1582;&#1604;&#1577;&#1548; &#1575;&#1582;&#1578;&#1585; &#1586;&#1585;
<span class="guimenu">&#1576;&#1593;&#1590; &#1575;&#1604;&#1603;&#1604;&#1605;&#1575;&#1578;</span>. &#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1578;&#1585;&#1610;&#1583; &#1575;&#1604;&#1581;&#1589;&#1608;&#1604; &#1593;&#1604;&#1609; &#1582;&#1610;&#1575;&#1585;&#1575;&#1578; &#1576;&#1581;&#1579; &#1571;&#1603;&#1579;&#1585;
&#1578;&#1593;&#1602;&#1610;&#1583;&#1575;&#1611;.&#1575;&#1582;&#1578;&#1585; &#1586;&#1585; <span class="guimenu">&#1581;&#1585;</span>. &#1587;&#1578;&#1585;&#1609; &#1571;&#1605;&#1579;&#1604;&#1577; &#1604;&#1604;&#1576;&#1581;&#1579; &#1576;&#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609;
<span class="guimenu">&#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1589;&#1610;&#1594;</span>.
	  </p>

        <p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1581;&#1585;&#1608;&#1601; &#1575;&#1604;&#1576;&#1583;&#1604;: * &#1578;&#1581;&#1604; &#1605;&#1581;&#1604; &#1571;&#1610; &#1593;&#1583;&#1583; &#1605;&#1606; &#1575;&#1604;&#1581;&#1585;&#1608;&#1601;&#1548; &#1576;&#1610;&#1606;&#1605;&#1575; &#1567; &#1578;&#1581;&#1604; &#1605;&#1581;&#1604; &#1581;&#1585;&#1601;
&#1608;&#1575;&#1581;&#1583;. &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1575;&#1604;&#1571;&#1602;&#1608;&#1575;&#1587; &#1610;&#1578;&#1610;&#1581; &#1604;&#1603; &#1578;&#1602;&#1587;&#1610;&#1605; &#1603;&#1604;&#1605;&#1575;&#1578; &#1575;&#1604;&#1576;&#1581;&#1579; &#1573;&#1604;&#1609; &#1605;&#1580;&#1605;&#1608;&#1593;&#1575;&#1578;&#1548; &#1605;&#1579;&#1604;'(&#1610;&#1587;&#1608;&#1593; OR
&#1575;&#1604;&#1585;&#1608;&#1581;) AND &#1575;&#1604;&#1604;&#1607;'.</p>

        <p>&#1604;&#1578;&#1576;&#1581;&#1579; &#1606;&#1589; &#1594;&#1610;&#1585; &#1575;&#1604;&#1606;&#1589; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610;&#1548; &#1575;&#1583;&#1582;&#1604; &#1606;&#1608;&#1593; &#1575;&#1604;&#1606;&#1589; &#1605;&#1589;&#1581;&#1608;&#1576;&#1575;&#1611; &#1576;&#1600; ':' &#1579;&#1605; &#1603;&#1604;&#1605;&#1575;&#1578; &#1575;&#1604;&#1576;&#1581;&#1579;. &#1575;&#1585;&#1580;&#1593;
&#1573;&#1604;&#1609; &#1575;&#1604;&#1571;&#1605;&#1579;&#1604;&#1577; &#1601;&#1610; &#1575;&#1604;&#1580;&#1583;&#1608;&#1604; &#1571;&#1583;&#1606;&#1575;&#1607;.</p>

        <p>&#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1606;&#1589; &#1575;&#1604;&#1605;&#1578;&#1575;&#1581;: </p><div class="table"><a name="hd-op-search-config-syntax-table"></a><p class="title"><b>&#1580;&#1583;&#1608;&#1604; 3.1. &#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1576;&#1581;&#1579;</b></p><div class="table-contents">
	  
          <table summary="&#1571;&#1606;&#1608;&#1575;&#1593; &#1575;&#1604;&#1576;&#1581;&#1579;" border="1"><colgroup><col><col><col></colgroup><thead><tr bgcolor="#EEEEEE"><th>&#1576;&#1575;&#1583;&#1574;&#1577;</th><th>&#1575;&#1604;&#1605;&#1593;&#1606;&#1609;</th><th>&#1605;&#1579;&#1575;&#1604;</th></tr></thead><tbody><tr><td>heading:</td><td>&#1610;&#1576;&#1581;&#1579; &#1575;&#1604;&#1593;&#1606;&#1575;&#1608;&#1610;&#1606;</td><td>heading:&#1610;&#1587;&#1608;&#1593;</td></tr><tr><td>footnote:</td><td>&#1610;&#1576;&#1581;&#1579; &#1575;&#1604;&#1581;&#1608;&#1575;&#1588;&#1610;</td><td>footnote:&#1605;&#1608;&#1587;&#1609;</td></tr><tr><td>strong:</td><td>&#1610;&#1576;&#1581;&#1579; &#1571;&#1585;&#1602;&#1575;&#1605; &#1587;&#1578;&#1585;&#1608;&#1606;&#1580;</td><td>strong:G535</td></tr><tr><td>morph:</td><td>&#1610;&#1576;&#1581;&#1579; &#1585;&#1605;&#1608;&#1586; &#1575;&#1604;&#1589;&#1585;&#1601;&#1610;&#1575;&#1578;</td><td>morph:N-GSM</td></tr></tbody></table>
        </div></div><p><br class="table-break"></p>

	<div class="tip" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3>
	  <p>&#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1606;&#1602;&#1585; &#1610;&#1605;&#1610;&#1606;&#1575;&#1611; &#1593;&#1604;&#1609; &#1571;&#1581;&#1583; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1605;&#1579;&#1576;&#1578;&#1577; &#1608;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; <span class="guimenu">'&#1593;&#1606;'</span>
&#1604;&#1605;&#1593;&#1585;&#1601;&#1577; &#1571;&#1610; &#1605;&#1606; &#1605;&#1593;&#1575;&#1610;&#1610;&#1585; &#1575;&#1604;&#1576;&#1581;&#1579; &#1575;&#1604;&#1605;&#1584;&#1603;&#1608;&#1585;&#1577; &#1571;&#1593;&#1604;&#1575;&#1607; &#1605;&#1578;&#1575;&#1581;&#1577;. &#1601;&#1604;&#1610;&#1587;&#1578; &#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1603;&#1578;&#1576; &#1578;&#1583;&#1593;&#1605; &#1571;&#1583;&#1575;&#1569;
&#1607;&#1584;&#1607; &#1575;&#1604;&#1606;&#1608;&#1593;&#1610;&#1577; &#1605;&#1606; &#1575;&#1604;&#1571;&#1576;&#1581;&#1575;&#1579;.</p>
	</div>

        <p>&#1610;&#1587;&#1578;&#1582;&#1583;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1605;&#1581;&#1585;&#1603; &#1575;&#1604;&#1576;&#1581;&#1579; Lucene  &#1604;&#1578;&#1606;&#1601;&#1610;&#1584; &#1576;&#1581;&#1579;&#1603;. &#1608;&#1607;&#1608; &#1610;&#1581;&#1578;&#1608;&#1610; &#1575;&#1604;&#1593;&#1583;&#1610;&#1583; &#1605;&#1606; &#1575;&#1604;&#1582;&#1608;&#1575;&#1589;
&#1575;&#1604;&#1605;&#1578;&#1602;&#1583;&#1605;&#1577; &#1608;&#1575;&#1604;&#1578;&#1610; &#1610;&#1605;&#1603;&#1606;&#1603; &#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1605;&#1586;&#1610;&#1583; &#1593;&#1606;&#1607;&#1575; &#1605;&#1606; &#1607;&#1606;&#1575; : <a class="ulink" href="http://lucene.apache.org/java/docs/index.html" target="_top">
http://lucene.apache.org/java/docs/index.html</a>.</p>
      </div>
    </div>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-op-search-results"></a>&#1606;&#1578;&#1575;&#1574;&#1580; &#1575;&#1604;&#1576;&#1581;&#1579;</h3></div></div></div>
      
      <p>&#1607;&#1606;&#1575; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1605;&#1593;&#1585;&#1601;&#1577; &#1603;&#1605; &#1593;&#1583;&#1583; &#1606;&#1578;&#1575;&#1574;&#1580; &#1575;&#1604;&#1576;&#1581;&#1579; &#1575;&#1604;&#1578;&#1610; &#1578;&#1605; &#1573;&#1610;&#1580;&#1575;&#1583;&#1607;&#1575;&#1548; &#1605;&#1589;&#1606;&#1601;&#1577; &#1581;&#1587;&#1576; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;. &#1575;&#1604;&#1606;&#1602;&#1585;
&#1593;&#1604;&#1609; &#1603;&#1578;&#1575;&#1576; &#1576;&#1586;&#1585; &#1575;&#1604;&#1601;&#1571;&#1585;&#1577; &#1575;&#1604;&#1571;&#1610;&#1605;&#1606; &#1610;&#1578;&#1610;&#1581; &#1604;&#1603; &#1606;&#1587;&#1582;&#1548; &#1581;&#1601;&#1592;&#1548; &#1571;&#1608; &#1591;&#1576;&#1575;&#1593;&#1577; &#1603;&#1604; &#1575;&#1604;&#1571;&#1593;&#1583;&#1575;&#1583; &#1575;&#1604;&#1578;&#1610; &#1578;&#1605;
&#1573;&#1610;&#1580;&#1575;&#1583;&#1607;&#1575; &#1601;&#1610; &#1575;&#1604;&#1576;&#1581;&#1579; &#1601;&#1610; &#1582;&#1591;&#1608;&#1577; &#1608;&#1575;&#1581;&#1583;&#1577;. &#1608;&#1576;&#1606;&#1601;&#1587; &#1575;&#1604;&#1591;&#1585;&#1610;&#1602;&#1577; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1608;&#1575;&#1581;&#1583; &#1605;&#1606;
&#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1575;&#1608; &#1571;&#1603;&#1579;&#1585; &#1604;&#1606;&#1587;&#1582;&#1607;&#1548; &#1581;&#1601;&#1592;&#1607; &#1571;&#1608; &#1591;&#1576;&#1575;&#1593;&#1578;&#1607;. &#1575;&#1604;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; &#1575;&#1581;&#1583; &#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1605;&#1576;&#1575;&#1588;&#1585;&#1577; &#1610;&#1601;&#1578;&#1581; &#1604;&#1603;
&#1575;&#1604;&#1570;&#1610;&#1577; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577; &#1601;&#1610; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1605;&#1593;&#1575;&#1610;&#1606;&#1577; &#1576;&#1575;&#1604;&#1571;&#1587;&#1601;&#1604;.</p>
      <div class="tip" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3>
        <p>&#1602;&#1605; &#1576;&#1587;&#1581;&#1576; &#1605;&#1585;&#1580;&#1593; &#1608;&#1573;&#1587;&#1602;&#1575;&#1591;&#1607; &#1593;&#1604;&#1609; &#1571;&#1581;&#1583; &#1575;&#1604;&#1603;&#1578;&#1576; &#1601;&#1610; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1604;&#1601;&#1581; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1593;&#1604;&#1609; &#1607;&#1584;&#1575; &#1575;&#1604;&#1593;&#1583;&#1583; &#1601;&#1610;
&#1606;&#1575;&#1601;&#1584;&#1577; &#1602;&#1585;&#1575;&#1569;&#1577; &#1580;&#1583;&#1610;&#1583;&#1577;.</p>
      </div>
      <div class="tip" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3>
        <p>&#1602;&#1605; &#1576;&#1587;&#1581;&#1576; &#1605;&#1585;&#1580;&#1593; &#1608;&#1573;&#1587;&#1602;&#1575;&#1591;&#1607; &#1593;&#1604;&#1609; &#1606;&#1575;&#1601;&#1584;&#1577; &#1602;&#1585;&#1575;&#1569;&#1577; &#1605;&#1601;&#1578;&#1608;&#1581;&#1577;&#1548; &#1608;&#1587;&#1610;&#1578;&#1605; &#1575;&#1604;&#1573;&#1606;&#1578;&#1602;&#1575;&#1604; &#1573;&#1604;&#1609; &#1607;&#1584;&#1607; &#1575;&#1604;&#1570;&#1610;&#1577;.</p>
      </div>
      <div class="tip" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3>
        <p>&#1575;&#1582;&#1578;&#1585; &#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1608;&#1602;&#1605; &#1576;&#1587;&#1581;&#1576;&#1607;&#1575; &#1573;&#1604;&#1609; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; &#1604;&#1573;&#1606;&#1588;&#1575;&#1569; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578;.</p>
      </div>
      <div class="sect3"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-op-search-analysis"></a>&#1578;&#1581;&#1604;&#1610;&#1604; &#1606;&#1578;&#1610;&#1580;&#1577; &#1575;&#1604;&#1576;&#1581;&#1579;</h4></div></div></div>
        
        <p>&#1575;&#1606;&#1602;&#1585; &#1593;&#1604;&#1609; <span class="guibutton">&#1578;&#1581;&#1604;&#1610;&#1604; &#1575;&#1604;&#1576;&#1581;&#1579;</span> &#1604;&#1601;&#1578;&#1581; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1581;&#1604;&#1610;&#1604; &#1575;&#1604;&#1576;&#1581;&#1579; &#1604;&#1578;&#1581;&#1589;&#1604; &#1593;&#1604;&#1609;
&#1578;&#1581;&#1604;&#1610;&#1604; &#1576;&#1610;&#1575;&#1606;&#1610; &#1576;&#1587;&#1610;&#1591; &#1576;&#1593;&#1583;&#1583; &#1603;&#1604;&#1605;&#1575;&#1578; &#1575;&#1604;&#1576;&#1581;&#1579; &#1575;&#1604;&#1608;&#1575;&#1585;&#1583;&#1577; &#1601;&#1610; &#1603;&#1604; &#1587;&#1601;&#1585; &#1605;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;&#1548;
&#1576;&#1573;&#1605;&#1603;&#1575;&#1606;&#1603; &#1571;&#1610;&#1590;&#1575;&#1611; &#1571;&#1606; &#1578;&#1602;&#1608;&#1605; &#1576;&#1581;&#1601;&#1592; &#1607;&#1584;&#1575; &#1575;&#1604;&#1578;&#1581;&#1604;&#1610;&#1604;.</p>
        <div class="screenshot">
 <div class="mediaobject"><table border="0" summary="manufactured viewport for HTML img" style="cellpadding: 0; cellspacing: 0;" width="100%"><tr><td><img src="ss_searchanal.png" height="360"></td></tr></table></div></div>
      </div>
    </div>
  </div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="hdbk-op-parts.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"><a accesskey="u" href="hdbk-op.html">&#1571;&#1593;&#1604;&#1609;</a></td><td width="40%" align="left"> <a accesskey="n" href="hdbk-op-bookshelfmanager.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1571;&#1580;&#1586;&#1575;&#1569; &#1605;&#1606; &#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1591;&#1576;&#1610;&#1602; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> <span class="guimenuitem">&#1605;&#1583;&#1610;&#1585; &#1585;&#1601; &#1575;&#1604;&#1603;&#1578;&#1576; </span></td></tr></table></div></body></html>
