<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1601;&#1589;&#1604; 4. &#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</title><meta name="generator" content="DocBook XSL Stylesheets V1.78.1"><meta name="keywords" content="&#1603;&#1610;&#1608;&#1578; 4, &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;, &#1587;&#1608;&#1585;&#1583;, &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;, &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1605;&#1587;&#1575;&#1593;&#1583;&#1577;"><link rel="home" href="index.html" title="&#1583;&#1604;&#1610;&#1604; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><link rel="up" href="index.html" title="&#1583;&#1604;&#1610;&#1604; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;"><link rel="prev" href="hdbk-op-output.html" title="&#1575;&#1604;&#1578;&#1589;&#1583;&#1610;&#1585; &#1608; &#1575;&#1604;&#1591;&#1576;&#1575;&#1593;&#1577;"><link rel="next" href="hdbk-reference.html" title="&#1601;&#1589;&#1604; 5. &#1575;&#1604;&#1605;&#1585;&#1580;&#1593;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF" dir="rtl"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1601;&#1589;&#1604; 4. &#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</th></tr><tr><td width="20%" align="right"><a accesskey="p" href="hdbk-op-output.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><th width="60%" align="center"> </th><td width="20%" align="left"> <a accesskey="n" href="hdbk-reference.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr></table><hr></div><div class="chapter"><div class="titlepage"><div><div><h1 class="title"><a name="hdbk-config"></a>&#1601;&#1589;&#1604; 4. &#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</h1></div></div></div><div class="toc"><p><b>&#1602;&#1575;&#1574;&#1605;&#1577; &#1575;&#1604;&#1605;&#1581;&#1578;&#1608;&#1610;&#1575;&#1578;</b></p><dl class="toc"><dt><span class="sect1"><a href="hdbk-config.html#hdbk-config-bt">&#1606;&#1575;&#1601;&#1584;&#1577; &#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; </a></span></dt><dd><dl><dt><span class="sect2"><a href="hdbk-config.html#hdbk-config-bt-display">
        <span class="guimenu">&#1593;&#1585;&#1590;</span>
      </a></span></dt><dt><span class="sect2"><a href="hdbk-config.html#hdbk-config-bt-desk">
        <span class="guimenu">&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;</span>
      </a></span></dt><dt><span class="sect2"><a href="hdbk-config.html#hdbk-config-bt-languages">
        <span class="guimenu">&#1575;&#1604;&#1604;&#1594;&#1575;&#1578;</span>
      </a></span></dt><dt><span class="sect2"><a href="hdbk-config.html#hdbk-config-bt-shortcuts">
        <span class="guimenu">&#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578;</span>
      </a></span></dt></dl></dd></dl></div>
  
  <p>&#1601;&#1610; &#1607;&#1584;&#1575; &#1575;&#1604;&#1602;&#1587;&#1605; &#1578;&#1580;&#1583; &#1606;&#1592;&#1585;&#1577; &#1593;&#1575;&#1605;&#1577; &#1593;&#1604;&#1609; &#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;&#1548; &#1608;&#1575;&#1604;&#1584;&#1610; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1610;&#1607; &#1605;&#1606;
<span class="guimenu">&#1573;&#1593;&#1583;&#1575;&#1583;&#1575;&#1578;</span> &#1605;&#1606; &#1575;&#1604;&#1602;&#1575;&#1574;&#1605;&#1577; &#1575;&#1604;&#1585;&#1574;&#1610;&#1587;&#1610;&#1577;.</p>
  <div class="sect1"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="hdbk-config-bt"></a>&#1606;&#1575;&#1601;&#1584;&#1577; &#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; </h2></div></div></div>
    
    <p>&#1610;&#1605;&#1603;&#1606;&#1603; &#1578;&#1582;&#1589;&#1610;&#1589; &#1608;&#1575;&#1580;&#1607;&#1577; &#1605;&#1587;&#1578;&#1582;&#1583;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1576;&#1593;&#1583;&#1577; &#1591;&#1585;&#1602; &#1576;&#1606;&#1575;&#1569;&#1575;&#1611; &#1593;&#1604;&#1609; &#1573;&#1581;&#1578;&#1610;&#1575;&#1580;&#1575;&#1578;&#1603;. &#1578;&#1587;&#1578;&#1591;&#1610;&#1593;
&#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1573;&#1604;&#1609; &#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1573;&#1593;&#1583;&#1575;&#1583;&#1575;&#1578; &#1593;&#1606; &#1573;&#1582;&#1578;&#1610;&#1575;&#1585; <span class="guimenu">&#1573;&#1593;&#1583;&#1575;&#1583;&#1575;&#1578;</span> <span class="guimenuitem">&#1590;&#1576;&#1591; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;</span>.</p>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-config-bt-display"></a>
        <span class="guimenu">&#1593;&#1585;&#1590;</span>
      </h3></div></div></div>
      
      <p>&#1610;&#1605;&#1603;&#1606;&#1603; &#1578;&#1582;&#1589;&#1610;&#1589; &#1593;&#1605;&#1604;&#1610;&#1577; &#1576;&#1583;&#1569; &#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;&#1548; &#1575;&#1582;&#1578;&#1585; &#1605;&#1606; &#1575;&#1604;&#1582;&#1610;&#1575;&#1585;&#1575;&#1578; &#1575;&#1604;&#1578;&#1575;&#1604;&#1610;&#1577;: 
      </p><div class="itemizedlist"><ul class="itemizedlist" style="list-style-type: disc; "><li class="listitem">
          <p>&#1573;&#1592;&#1607;&#1575;&#1585; &#1588;&#1593;&#1575;&#1585; &#1576;&#1583;&#1575;&#1610;&#1577; &#1575;&#1604;&#1578;&#1588;&#1594;&#1610;&#1604;</p>
        </li></ul></div>
      <p>&#1593;&#1585;&#1590; &#1575;&#1604;&#1602;&#1608;&#1575;&#1604;&#1576; &#1610;&#1581;&#1583;&#1583; &#1591;&#1585;&#1610;&#1602;&#1577; &#1593;&#1585;&#1590; &#1575;&#1604;&#1606;&#1589; (&#1575;&#1604;&#1571;&#1604;&#1608;&#1575;&#1606;&#1548; &#1575;&#1604;&#1581;&#1580;&#1605; &#1573;&#1604;&#1582;.). &#1607;&#1606;&#1575;&#1603; &#1575;&#1604;&#1593;&#1583;&#1610;&#1583; &#1605;&#1606;
&#1575;&#1604;&#1602;&#1608;&#1575;&#1604;&#1576; &#1575;&#1604;&#1605;&#1583;&#1605;&#1580;&#1577; &#1601;&#1610; &#1575;&#1604;&#1576;&#1585;&#1606;&#1575;&#1605;&#1580;. &#1593;&#1606;&#1583;&#1605;&#1575; &#1578;&#1602;&#1608;&#1605; &#1576;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1571;&#1581;&#1583;&#1607;&#1605;&#1548; &#1587;&#1578;&#1585;&#1609; &#1605;&#1593;&#1575;&#1610;&#1606;&#1577; &#1604;&#1604;&#1571;&#1587;&#1604;&#1608;&#1576;
&#1575;&#1604;&#1605;&#1582;&#1578;&#1575;&#1585; &#1601;&#1610; &#1575;&#1604;&#1580;&#1586;&#1569; &#1575;&#1604;&#1571;&#1610;&#1605;&#1606; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1601;&#1584;&#1577;.</p>
    </div>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-config-bt-desk"></a>
        <span class="guimenu">&#1575;&#1604;&#1605;&#1603;&#1578;&#1576;</span>
      </h3></div></div></div>
      
      <p>&#1610;&#1605;&#1603;&#1606; &#1575;&#1604;&#1570;&#1606; &#1578;&#1582;&#1589;&#1610;&#1589; &#1575;&#1604;&#1593;&#1583;&#1610;&#1583; &#1605;&#1606; &#1582;&#1589;&#1575;&#1574;&#1589; &#1591;&#1585;&#1601;&#1610;&#1577; &#1587;&#1608;&#1585;&#1583; &#1593;&#1576;&#1585; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;. &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1589;&#1575;&#1574;&#1589; &#1605;&#1587;&#1585;&#1608;&#1583;&#1577;
&#1601;&#1610; &#1575;&#1604;&#1580;&#1586;&#1569; &#1575;&#1604;&#1571;&#1610;&#1605;&#1606; &#1605;&#1606; &#1575;&#1604;&#1606;&#1575;&#1601;&#1584;&#1577;. &#1576;&#1573;&#1605;&#1603;&#1575;&#1606;&#1603; &#1571;&#1610;&#1590;&#1575;&#1611; &#1578;&#1581;&#1583;&#1610;&#1583; &#1575;&#1604;&#1603;&#1578;&#1576; &#1575;&#1604;&#1602;&#1610;&#1575;&#1587;&#1610;&#1577; &#1575;&#1604;&#1578;&#1610; &#1578;&#1587;&#1578;&#1582;&#1583;&#1605;
&#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610;&#1575;&#1611; &#1593;&#1606;&#1583;&#1605;&#1575; &#1604;&#1575; &#1610;&#1588;&#1610;&#1585; &#1575;&#1604;&#1605;&#1585;&#1580;&#1593; &#1573;&#1604;&#1609; &#1603;&#1578;&#1575;&#1576; &#1605;&#1581;&#1583;&#1583;. &#1605;&#1579;&#1575;&#1604;: &#1578;&#1585;&#1580;&#1605;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;
&#1575;&#1604;&#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610;&#1577; &#1607;&#1610; &#1575;&#1604;&#1578;&#1610; &#1610;&#1578;&#1605; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;&#1607;&#1575; &#1604;&#1593;&#1585;&#1590; &#1605;&#1581;&#1578;&#1608;&#1610;&#1575;&#1578; &#1575;&#1604;&#1605;&#1585;&#1575;&#1580;&#1593; &#1584;&#1575;&#1578; &#1575;&#1604;&#1589;&#1604;&#1577; &#1601;&#1610; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;
&#1575;&#1604;&#1605;&#1602;&#1583;&#1587;. &#1593;&#1606;&#1583;&#1605;&#1575; &#1578;&#1605;&#1585; &#1576;&#1575;&#1604;&#1605;&#1572;&#1588;&#1585; &#1601;&#1608;&#1602; &#1575;&#1604;&#1605;&#1585;&#1580;&#1593; &#1578;&#1592;&#1607;&#1585; &#1575;&#1604;&#1593;&#1583;&#1587;&#1577; &#1605;&#1581;&#1578;&#1608;&#1609; &#1575;&#1604;&#1571;&#1593;&#1583;&#1575;&#1583; &#1575;&#1604;&#1605;&#1588;&#1575;&#1585; &#1573;&#1604;&#1610;&#1607;&#1575;
&#1576;&#1606;&#1575;&#1569;&#1575;&#1611; &#1593;&#1604;&#1609; &#1578;&#1585;&#1580;&#1605;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1575;&#1604;&#1602;&#1610;&#1575;&#1587;&#1610;&#1577; &#1575;&#1604;&#1578;&#1610; &#1602;&#1605;&#1578; &#1576;&#1578;&#1581;&#1583;&#1610;&#1583;&#1607;&#1575;. &#1576;&#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1601;&#1604;&#1578;&#1585;&#1577;
&#1575;&#1604;&#1606;&#1589;&#1608;&#1589;&#1548; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1575;&#1604;&#1578;&#1581;&#1603;&#1605; &#1576;&#1605;&#1592;&#1607;&#1585; &#1575;&#1604;&#1606;&#1589;.</p>
    </div>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-config-bt-languages"></a>
        <span class="guimenu">&#1575;&#1604;&#1604;&#1594;&#1575;&#1578;</span>
      </h3></div></div></div>
      
      <p>&#1607;&#1606;&#1575; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1581;&#1583;&#1610;&#1583; &#1575;&#1604;&#1604;&#1594;&#1577; &#1575;&#1604;&#1605;&#1587;&#1578;&#1582;&#1583;&#1605;&#1577; &#1604;&#1593;&#1585;&#1590; &#1575;&#1587;&#1605;&#1575;&#1569; &#1571;&#1587;&#1601;&#1575;&#1585; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587;. &#1602;&#1605; &#1576;&#1590;&#1576;&#1591;
&#1575;&#1604;&#1573;&#1582;&#1578;&#1610;&#1575;&#1585; &#1593;&#1604;&#1609; &#1604;&#1594;&#1578;&#1603; &#1575;&#1604;&#1571;&#1605; &#1573;&#1584;&#1575; &#1603;&#1575;&#1606;&#1578; &#1605;&#1578;&#1608;&#1601;&#1585;&#1577;&#1548; &#1604;&#1578;&#1587;&#1607;&#1604; &#1575;&#1604;&#1571;&#1605;&#1608;&#1585; &#1593;&#1604;&#1610;&#1603;.</p>

      <p>&#1603;&#1582;&#1610;&#1575;&#1585; &#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610; &#1610;&#1587;&#1578;&#1582;&#1583;&#1605; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1582;&#1591; &#1593;&#1585;&#1590; &#1575;&#1604;&#1606;&#1592;&#1575;&#1605; &#1575;&#1604;&#1573;&#1601;&#1578;&#1585;&#1575;&#1590;&#1610;. &#1604;&#1603;&#1606;&#1603; &#1578;&#1587;&#1578;&#1591;&#1610;&#1593; &#1578;&#1593;&#1583;&#1610;&#1604;
&#1607;&#1584;&#1575; &#1573;&#1606; &#1573;&#1581;&#1578;&#1580;&#1578; &#1573;&#1604;&#1609; &#1584;&#1604;&#1603;. &#1576;&#1593;&#1590; &#1575;&#1604;&#1604;&#1594;&#1575;&#1578; &#1578;&#1578;&#1591;&#1604;&#1576; &#1582;&#1591;&#1608;&#1591; &#1582;&#1575;&#1589;&#1577; &#1604;&#1610;&#1578;&#1605; &#1593;&#1585;&#1590;&#1607;&#1575; &#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1589;&#1581;&#1610;&#1581;&#1577;&#1548;
&#1608;&#1607;&#1584;&#1607; &#1575;&#1604;&#1606;&#1575;&#1601;&#1584;&#1577; &#1578;&#1578;&#1610;&#1581; &#1604;&#1603; &#1578;&#1582;&#1589;&#1610;&#1589; &#1582;&#1591;&#1591; &#1605;&#1581;&#1583;&#1583; &#1604;&#1603;&#1604; &#1604;&#1594;&#1577;.</p>
      <div class="mediaobject"><table border="0" summary="manufactured viewport for HTML img" style="cellpadding: 0; cellspacing: 0;" width="100%"><tr><td><img src="ss_configfonts.png" height="360" alt="&#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1582;&#1610;&#1575;&#1585;&#1575;&#1578; - &#1582;&#1591;&#1608;&#1591;"></td></tr></table><div class="caption">
          <p>&#1606;&#1575;&#1601;&#1584;&#1577; &#1575;&#1604;&#1582;&#1610;&#1575;&#1585;&#1575;&#1578; - &#1582;&#1591;&#1608;&#1591;.</p>
        </div></div>
      <p>&#1610;&#1587;&#1578;&#1591;&#1610;&#1593; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1575;&#1604;&#1570;&#1606; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591; &#1575;&#1604;&#1605;&#1583;&#1593;&#1608;&#1605;&#1577;. &#1591;&#1575;&#1604;&#1605;&#1575; &#1571;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1584;&#1610;
&#1578;&#1585;&#1610;&#1583;&#1607; &#1610;&#1593;&#1585;&#1590; &#1576;&#1591;&#1585;&#1610;&#1602;&#1577; &#1589;&#1581;&#1610;&#1581;&#1610;&#1577; &#1604;&#1606; &#1578;&#1581;&#1578;&#1575;&#1580; &#1604;&#1601;&#1593;&#1604; &#1575;&#1610; &#1588;&#1610;&#1569; &#1607;&#1606;&#1575;. &#1573;&#1584;&#1575; &#1603;&#1575;&#1606; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1610;&#1593;&#1585;&#1590; &#1601;&#1602;&#1591;
&#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1605;&#1606; &#1593;&#1604;&#1575;&#1605;&#1575;&#1578; &#1575;&#1604;&#1573;&#1587;&#1578;&#1601;&#1607;&#1575;&#1605; (??????) &#1571;&#1608; &#1605;&#1585;&#1576;&#1593;&#1575;&#1578; &#1582;&#1575;&#1604;&#1610;&#1577; &#1593;&#1606;&#1583;&#1607;&#1575; &#1578;&#1593;&#1585;&#1601; &#1571;&#1606; &#1571;&#1606; &#1582;&#1591;
&#1575;&#1604;&#1593;&#1585;&#1590; &#1575;&#1604;&#1602;&#1610;&#1575;&#1587;&#1610; &#1575;&#1604;&#1605;&#1587;&#1582;&#1583;&#1605; &#1604;&#1575; &#1610;&#1581;&#1578;&#1608;&#1610; &#1593;&#1604;&#1609; &#1575;&#1604;&#1605;&#1581;&#1575;&#1585;&#1601; &#1575;&#1604;&#1605;&#1591;&#1604;&#1608;&#1576;&#1577; &#1604;&#1593;&#1585;&#1590; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576;. </p>

      <p>&#1604;&#1578;&#1589;&#1581;&#1610;&#1581; &#1607;&#1584;&#1575;&#1548; &#1575;&#1582;&#1578;&#1585; &#1604;&#1594;&#1577; &#1607;&#1584;&#1575; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1605;&#1606; &#1575;&#1604;&#1602;&#1575;&#1574;&#1605;&#1577; &#1575;&#1604;&#1605;&#1606;&#1587;&#1583;&#1604;&#1577;. &#1602;&#1605; &#1576;&#1575;&#1604;&#1578;&#1571;&#1588;&#1610;&#1585; &#1593;&#1604;&#1609; &#1575;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605;
&#1582;&#1591; &#1605;&#1582;&#1589;&#1589;. &#1579;&#1605; &#1575;&#1582;&#1578;&#1585; &#1582;&#1591;&#1575;&#1611;. &#1593;&#1604;&#1609; &#1587;&#1576;&#1610;&#1604; &#1575;&#1604;&#1605;&#1579;&#1575;&#1604;&#1548; &#1582;&#1591; Code2000 &#1610;&#1583;&#1593;&#1605; &#1575;&#1604;&#1593;&#1583;&#1610;&#1583; &#1605;&#1606;
&#1575;&#1604;&#1604;&#1594;&#1575;&#1578;. &#1573;&#1584;&#1575; &#1604;&#1605; &#1610;&#1606;&#1580;&#1581; &#1571;&#1610; &#1605;&#1606; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591; &#1575;&#1604;&#1605;&#1579;&#1576;&#1578;&#1577; &#1601;&#1610; &#1593;&#1585;&#1590; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1584;&#1610; &#1578;&#1585;&#1610;&#1583;&#1607;&#1548; &#1580;&#1585;&#1576; &#1578;&#1579;&#1576;&#1610;&#1578;
&#1581;&#1586;&#1605;&#1577; &#1583;&#1593;&#1605; &#1575;&#1604;&#1604;&#1594;&#1577; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;&#1607;&#1584;&#1607; &#1575;&#1604;&#1604;&#1594;&#1577;. </p>
      <div class="sect3"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-config-bt-addfont"></a>&#1578;&#1579;&#1576;&#1610;&#1578; &#1582;&#1591;&#1608;&#1591;</h4></div></div></div>
        
        <p>&#1604;&#1575; &#1610;&#1608;&#1601;&#1585; &#1607;&#1584;&#1575; &#1575;&#1604;&#1583;&#1604;&#1610;&#1604; &#1573;&#1585;&#1588;&#1575;&#1583;&#1575;&#1578; &#1578;&#1601;&#1589;&#1610;&#1604;&#1610;&#1577; &#1581;&#1608;&#1604; &#1578;&#1579;&#1576;&#1610;&#1578; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591;. &#1604;&#1605;&#1586;&#1610;&#1583; &#1605;&#1606; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1585;&#1576;&#1605;&#1575;
&#1578;&#1608;&#1583; &#1605;&#1585;&#1575;&#1580;&#1593;&#1577; &#1575;&#1604;&#1585;&#1575;&#1576;&#1591; &#1575;&#1604;&#1578;&#1575;&#1604;&#1610; <a class="ulink" href="http://www.linux.org/docs/ldp/howto/Unicode-HOWTO-2.html" target="_top"> Unicode
HOWTO</a>.</p>
        <div class="tip" style="margin-right: 0.5in; margin-left: 0.5in;"><h3 class="title">&#1601;&#1603;&#1585;&#1577; &#1605;&#1601;&#1610;&#1583;&#1577;</h3>
          <p>&#1610;&#1593;&#1605;&#1604; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1576;&#1587;&#1585;&#1593;&#1577; &#1571;&#1603;&#1576;&#1585; &#1573;&#1584;&#1575; &#1603;&#1606;&#1578; &#1578;&#1587;&#1582;&#1583;&#1605; &#1582;&#1591; &#1589;&#1594;&#1610;&#1585; &#1575;&#1604;&#1581;&#1580;&#1605; &#1605;&#1579;&#1604; Clearlyu (&#1581;&#1608;&#1575;&#1604;&#1610; 22
&#1603;.&#1576;.)&#1563; &#1576;&#1575;&#1604;&#1605;&#1602;&#1575;&#1585;&#1606;&#1577; &#1576;&#1582;&#1591; &#1603;&#1576;&#1610;&#1585; &#1575;&#1604;&#1581;&#1580;&#1605; &#1605;&#1579;&#1604; <span class="trademark">Bitstream
Cyberbit</span>® (&#1581;&#1608;&#1575;&#1604;&#1610; 12 &#1605;.&#1576;.).</p>
        </div>
      </div>
      <div class="sect3"><div class="titlepage"><div><div><h4 class="title"><a name="hdbk-config-bt-ob-font"></a>&#1575;&#1604;&#1581;&#1589;&#1608;&#1604; &#1593;&#1604;&#1609; &#1582;&#1591;&#1608;&#1591;</h4></div></div></div>
        
        <p>&#1610;&#1605;&#1603;&#1606; &#1575;&#1604;&#1581;&#1589;&#1608;&#1604; &#1593;&#1604;&#1609; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591; &#1605;&#1606; &#1593;&#1583;&#1610;&#1583; &#1605;&#1606; &#1575;&#1604;&#1605;&#1589;&#1575;&#1583;&#1585;:</p>
        <div class="itemizedlist"><ul class="itemizedlist" style="list-style-type: disc; "><li class="listitem">
            <p>&#1578;&#1608;&#1586;&#1610;&#1593;&#1577; &#1610;&#1608;&#1606;&#1603;&#1587;/&#1604;&#1610;&#1606;&#1603;&#1587; &#1575;&#1604;&#1578;&#1610; &#1578;&#1587;&#1578;&#1582;&#1583;&#1605;&#1607;&#1575;.</p>
          </li><li class="listitem">
            <p>&#1581;&#1586;&#1605; &#1583;&#1593;&#1605; &#1575;&#1604;&#1604;&#1594;&#1575;&#1578; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;&#1575;&#1604;&#1578;&#1608;&#1586;&#1610;&#1593;&#1577; &#1575;&#1604;&#1578;&#1610; &#1578;&#1587;&#1578;&#1582;&#1583;&#1605;&#1607;&#1575;.</p>
          </li><li class="listitem">
            <p>&#1606;&#1587;&#1582;&#1577; <span class="trademark">&#1605;&#1610;&#1603;&#1585;&#1608;&#1587;&#1608;&#1601;&#1578; &#1608;&#1610;&#1606;&#1583;&#1608;&#1586;</span>® &#1605;&#1579;&#1576;&#1578;&#1607; &#1593;&#1604;&#1609;
&#1606;&#1601;&#1587; &#1575;&#1604;&#1581;&#1575;&#1587;&#1608;&#1576;. </p>
          </li><li class="listitem">
            <p>&#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1582;&#1591;&#1608;&#1591;&#1548; &#1605;&#1579;&#1604; &#1575;&#1604;&#1605;&#1578;&#1575;&#1581;&#1577; &#1604;&#1583;&#1609; Adobe &#1571;&#1608; Bitstream. </p>
          </li><li class="listitem">
            <p>&#1605;&#1580;&#1605;&#1608;&#1593;&#1575;&#1578; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591; &#1575;&#1604;&#1605;&#1578;&#1575;&#1581;&#1577; &#1593;&#1604;&#1609; &#1588;&#1576;&#1603;&#1577; &#1575;&#1604;&#1575;&#1606;&#1578;&#1585;&#1606;&#1578;.</p>
          </li></ul></div>
        <p>&#1578;&#1583;&#1593;&#1605; &#1582;&#1591;&#1608;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583; &#1593;&#1583;&#1583; &#1605;&#1581;&#1575;&#1585;&#1601; &#1571;&#1603;&#1579;&#1585; &#1605;&#1606; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591; &#1575;&#1604;&#1571;&#1582;&#1585;&#1609;&#1548; &#1608;&#1576;&#1593;&#1590; &#1607;&#1584;&#1607; &#1575;&#1604;&#1582;&#1591;&#1608;&#1591; &#1605;&#1578;&#1575;&#1581;&#1577;
&#1605;&#1580;&#1575;&#1606;&#1575;&#1611;. &#1604;&#1575; &#1610;&#1608;&#1580;&#1583; &#1582;&#1591; &#1605;&#1578;&#1608;&#1601;&#1585; &#1610;&#1581;&#1578;&#1608;&#1610; &#1593;&#1604;&#1609; &#1580;&#1605;&#1610;&#1593; &#1575;&#1604;&#1605;&#1581;&#1575;&#1585;&#1601; &#1575;&#1604;&#1605;&#1593;&#1585;&#1601;&#1577; &#1601;&#1610; &#1575;&#1604;&#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583;
&#1575;&#1604;&#1602;&#1610;&#1575;&#1587;&#1610;&#1548; &#1604;&#1584;&#1575; &#1585;&#1576;&#1605;&#1575; &#1578;&#1608;&#1583; &#1573;&#1587;&#1578;&#1582;&#1583;&#1575;&#1605; &#1582;&#1591;&#1608;&#1591; &#1605;&#1582;&#1578;&#1604;&#1601;&#1577; &#1604;&#1604;&#1594;&#1575;&#1578; &#1575;&#1604;&#1605;&#1582;&#1578;&#1604;&#1601;&#1577;.</p>
        <div class="table"><a name="hdbk-config-unicode-fonts-table"></a><p class="title"><b>&#1580;&#1583;&#1608;&#1604; 4.1. &#1582;&#1591;&#1608;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583;</b></p><div class="table-contents">
          
          <table summary="&#1582;&#1591;&#1608;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583;" border="1"><colgroup><col><col></colgroup><tbody><tr><td>
                  <a class="ulink" href="http://code2000.net/CODE2000.ZIP" target="_top"> Code2000</a>
                </td><td>&#1585;&#1576;&#1605;&#1575; &#1610;&#1603;&#1608;&#1606; &#1571;&#1601;&#1590;&#1604; &#1582;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583; &#1605;&#1580;&#1575;&#1606;&#1610;&#1548; &#1610;&#1594;&#1591;&#1610; &#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1603;&#1576;&#1610;&#1585;&#1577; &#1605;&#1606; &#1575;&#1604;&#1605;&#1581;&#1575;&#1585;&#1601;.</td></tr><tr><td>
                  <a class="ulink" href="http://scripts.sil.org/cms/scripts/page.php?site_id=nrsi&amp;cat_id=FontDownloads" target="_top">
SIL unicode fonts</a>
                </td><td>&#1582;&#1591;&#1608;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583; &#1605;&#1605;&#1578;&#1575;&#1586;&#1577; &#1605;&#1606; Summer Institute of Linguistics. </td></tr><tr><td>
                  <a class="ulink" href="http://www.nongnu.org/freefont/" target="_top"> FreeFont</a>
                </td><td>&#1605;&#1576;&#1575;&#1583;&#1585;&#1577; &#1582;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583; &#1605;&#1580;&#1575;&#1606;&#1610; &#1580;&#1583;&#1610;&#1583;&#1577;.</td></tr><tr><td>
                  <a class="ulink" href="ftp://ftp.crosswire.org/pub/sword/iso/latest/FONTS/" target="_top">&#1583;&#1604;&#1610;&#1604; &#1582;&#1591;&#1608;&#1591;
&#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;</a>
                </td><td>&#1593;&#1583;&#1577; &#1582;&#1591;&#1608;&#1591; &#1605;&#1578;&#1575;&#1581;&#1577; &#1605;&#1606; &#1605;&#1608;&#1602;&#1593; FTP &#1575;&#1604;&#1582;&#1575;&#1589; &#1576;&#1580;&#1605;&#1593;&#1610;&#1577; &#1603;&#1585;&#1608;&#1587; &#1608;&#1610;&#1585;.</td></tr><tr><td>
                  <a class="ulink" href="http://aol-4.vo.llnwd.net/pub/communicator/extras/fonts/windows/" target="_top">
Bitstream CyberBit</a>
                </td><td>&#1610;&#1594;&#1591;&#1610; &#1603;&#1575;&#1605;&#1604; &#1606;&#1591;&#1575;&#1602; &#1575;&#1604;&#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583; &#1578;&#1602;&#1585;&#1610;&#1576;&#1575;&#1611;&#1548; &#1604;&#1603;&#1606;&#1607; &#1602;&#1583; &#1610;&#1580;&#1593;&#1604; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; &#1576;&#1591;&#1610;&#1574;&#1575;&#1611; &#1576;&#1587;&#1576;&#1576; &#1581;&#1580;&#1605;&#1607;.</td></tr><tr><td>Clearlyu</td><td>&#1605;&#1590;&#1605;&#1606; &#1601;&#1610; &#1576;&#1593;&#1590; &#1575;&#1604;&#1578;&#1608;&#1586;&#1610;&#1593;&#1575;&#1578;. &#1610;&#1581;&#1578;&#1608;&#1610; &#1575;&#1604;&#1604;&#1594;&#1575;&#1578; &#1575;&#1604;&#1571;&#1608;&#1585;&#1608;&#1576;&#1610;&#1577;&#1548; &#1575;&#1604;&#1610;&#1608;&#1606;&#1575;&#1606;&#1610;&#1577;&#1548; &#1575;&#1604;&#1593;&#1576;&#1585;&#1610;&#1577;&#1548;
&#1575;&#1604;&#1578;&#1575;&#1610;&#1604;&#1575;&#1606;&#1583;&#1610;&#1577;.</td></tr><tr><td>
                  <a class="ulink" href="http://fontforge.sourceforge.net/sfds/" target="_top"> Caslon, Monospace,
Cupola, Caliban</a>
                </td><td>&#1578;&#1594;&#1591;&#1610;&#1577; &#1580;&#1586;&#1574;&#1610;&#1577;&#1548; &#1575;&#1606;&#1592;&#1585; &#1575;&#1604;&#1605;&#1593;&#1604;&#1608;&#1605;&#1575;&#1578; &#1601;&#1610; &#1585;&#1575;&#1576;&#1591; &#1575;&#1604;&#1605;&#1608;&#1602;&#1593;.</td></tr></tbody></table>
        </div></div><br class="table-break">
        <p>&#1607;&#1606;&#1575;&#1603; &#1576;&#1593;&#1590; &#1602;&#1608;&#1575;&#1574;&#1605; &#1582;&#1591;&#1608;&#1591; &#1610;&#1608;&#1606;&#1610;&#1603;&#1608;&#1583; &#1575;&#1604;&#1580;&#1610;&#1583;&#1577; &#1605;&#1578;&#1575;&#1581;&#1577; &#1593;&#1604;&#1609; &#1575;&#1604;&#1573;&#1606;&#1578;&#1585;&#1606;&#1578;&#1548; &#1605;&#1579;&#1604; &#1578;&#1604;&#1603; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577;
&#1576;Christoph Singer ( <a class="ulink" href="http://www.slovo.info/unifonts.htm" target="_top">Multilingual Unicode TrueType Fonts
in the Internet</a>),&#1548; &#1571;&#1608; &#1575;&#1604;&#1582;&#1575;&#1589;&#1577; &#1576;Alan Wood ( <a class="ulink" href="http://www.alanwood.net/unicode/fontsbyrange.html" target="_top"> Unicode character
ranges and the Unicode fonts that support them</a>).</p>
      </div>
    </div>

    <div class="sect2"><div class="titlepage"><div><div><h3 class="title"><a name="hdbk-config-bt-shortcuts"></a>
        <span class="guimenu">&#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578;</span>
      </h3></div></div></div>
      

      <p>&#1575;&#1604;&#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578; (&#1605;&#1593;&#1585;&#1608;&#1601;&#1577; &#1587;&#1575;&#1576;&#1602;&#1575;&#1611; &#1576;&#1575;&#1587;&#1605; &#1605;&#1601;&#1575;&#1578;&#1610;&#1581; &#1575;&#1604;&#1578;&#1588;&#1594;&#1610;&#1604; &#1575;&#1604;&#1587;&#1585;&#1610;&#1593;) &#1607;&#1610; &#1605;&#1580;&#1605;&#1608;&#1593;&#1577; &#1605;&#1606; &#1575;&#1604;&#1571;&#1608;&#1575;&#1605;&#1585;
&#1610;&#1605;&#1603;&#1606; &#1578;&#1606;&#1601;&#1610;&#1584;&#1607;&#1575; &#1576;&#1608;&#1575;&#1587;&#1591;&#1577; &#1604;&#1608;&#1581;&#1577; &#1575;&#1604;&#1605;&#1601;&#1575;&#1578;&#1610;&#1581; &#1576;&#1583;&#1604;&#1575;&#1611; &#1605;&#1606; &#1575;&#1604;&#1602;&#1608;&#1575;&#1574;&#1605; &#1608;&#1575;&#1604;&#1571;&#1610;&#1602;&#1608;&#1606;&#1575;&#1578;. &#1607;&#1606;&#1575;&#1603; &#1593;&#1583;&#1583; &#1605;&#1606;
&#1575;&#1604;&#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578; &#1575;&#1604;&#1605;&#1593;&#1583;&#1577; &#1605;&#1587;&#1576;&#1602;&#1575;&#1611; &#1605;&#1582;&#1589;&#1589;&#1577; &#1604;&#1604;&#1571;&#1608;&#1575;&#1605;&#1585; &#1601;&#1610; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605; (&#1571;&#1606;&#1592;&#1585; <a class="link" href="hdbk-reference-shortcuts.html" title="&#1601;&#1607;&#1585;&#1587; &#1575;&#1604;&#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578;">&#1602;&#1587;&#1605; &#1575;&#1604;&#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578;</a> &#1604;&#1604;&#1602;&#1575;&#1574;&#1605;&#1577;
&#1603;&#1575;&#1605;&#1604;&#1577;). &#1610;&#1605;&#1603;&#1606; &#1578;&#1582;&#1589;&#1610;&#1589; &#1573;&#1582;&#1578;&#1589;&#1575;&#1585;&#1575;&#1578; &#1604;&#1594;&#1575;&#1604;&#1576;&#1610;&#1577; &#1571;&#1608;&#1575;&#1605;&#1585; &#1576;&#1610;&#1576;&#1604; &#1578;&#1575;&#1610;&#1605;. &#1608;&#1607;&#1584;&#1575; &#1610;&#1593;&#1578;&#1576;&#1585; &#1605;&#1601;&#1610;&#1583; &#1580;&#1583;&#1575;&#1611; &#1601;&#1610;
&#1575;&#1604;&#1608;&#1589;&#1608;&#1604; &#1575;&#1604;&#1587;&#1585;&#1610;&#1593; &#1573;&#1604;&#1609; &#1575;&#1604;&#1608;&#1592;&#1575;&#1574;&#1601; &#1575;&#1604;&#1578;&#1610; &#1578;&#1581;&#1578;&#1575;&#1580;&#1607;&#1575; &#1576;&#1603;&#1579;&#1585;&#1577;.</p>

      <table border="0" summary="manufactured viewport for HTML img" style="cellpadding: 0; cellspacing: 0;" width="100%"><tr><td><img src="ss_shortcuts.png" height="360"></td></tr></table>

      <p>&#1601;&#1610; &#1575;&#1604;&#1605;&#1579;&#1575;&#1604; &#1575;&#1604;&#1587;&#1575;&#1576;&#1602;&#1548; &#1607;&#1606;&#1575;&#1603; &#1573;&#1582;&#1578;&#1589;&#1575;&#1585; &#1579;&#1575;&#1606;&#1610; &#1604;&#1583;&#1604;&#1610;&#1604; &#1603;&#1610;&#1601;&#1610;&#1577; &#1602;&#1585;&#1575;&#1569;&#1577; &#1575;&#1604;&#1603;&#1578;&#1575;&#1576; &#1575;&#1604;&#1605;&#1602;&#1583;&#1587; &#1576;&#1575;&#1604;&#1573;&#1590;&#1575;&#1601;&#1577;
&#1573;&#1604;&#1609; F2  &#1548; &#1608;&#1607;&#1608; CTRL+2.</p>
    </div>
  </div>
</div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="right"><a accesskey="p" href="hdbk-op-output.html">&#1575;&#1604;&#1587;&#1575;&#1576;&#1602;</a> </td><td width="20%" align="center"> </td><td width="40%" align="left"> <a accesskey="n" href="hdbk-reference.html">&#1575;&#1604;&#1578;&#1575;&#1604;&#1610;</a></td></tr><tr><td width="40%" align="right" valign="top">&#1575;&#1604;&#1578;&#1589;&#1583;&#1610;&#1585; &#1608; &#1575;&#1604;&#1591;&#1576;&#1575;&#1593;&#1577; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#1575;&#1604;&#1576;&#1583;&#1575;&#1610;&#1577;</a></td><td width="40%" align="left" valign="top"> &#1601;&#1589;&#1604; 5. &#1575;&#1604;&#1605;&#1585;&#1580;&#1593;</td></tr></table></div></body></html>
